{
  "Cobblestone": {
    "Street Encounters": [
      ["Beggar", "Food, money, anything that will help", "Pleading for help", "Persistently and loudly demands for help", "Violent if ignored or denied"],
      ["Hungry Animal", "Food or Shelter", "Begs for food with whimpers", "Will snatch food if the opportunity is given", "Rabid, will attack unless given food"],
      ["Lone Thief", "Money or valuables without a fight", "Attempts to pickpocket 1d6 coins", "Attempts to rob 1d10/per level of coins", "Quietly attempts to steal a magic item"],
      ["1d6 Muggers", "Money or valuables", "Demands a “toll” of 1d10 coins per character", "Surrounds characters and demands all of their coins", "Immediately attacks, will loot the unconscious victims"],
      ["1d6 Street Toughs", "A fight and chance to prove themselves", "They square up for a fair fight", "Demand all the characters’ money or a beating", "Rush the characters in an attempt to scare them", "Out for blood and a dead body"],
      ["1d4 Bored Guards", "Quick money or entertainment", "Harass the characters for fun", "Claim to be collecting “street tax” and demand 1d10 coins or a laugh", "Interrogate the characters for a solid hour, mostly personal and intrusive questions"],
      ["1d4 AngryGuards", "Money, leisure, and maybe even violence", "Drop a weapon on the ground and tell the characters to pick them up; attack if they do", "Claim characters look like suspects, will incarcerate if they comply", "Demand “street tax” of 1d6x10 coins; if resisted they attack"],
      ["Irate Magister and 1d3 Guards", "To exert authority or find someone who can fix their problem", "Bully and confiscate any weapons the characters have", "Claim characters are breaking some obscure law and have the guards apprehend them or pay 2d10x10 coins", "Conscript the character into some dangerous task"],
      ["1d6 Body Snatchers", "Corpses or money", "In the process of moving a body, threaten characters", "Offer characters drugged drink (will attempt to steal teeth when characters pass out)", "See characters as convenient cadavers..."],
      ["2d6 Racketeers", "To collect money or terrorize the street", "Harass the characters for fun", "Surround characters and demand half of all wealth for “protection”", "Demand the wealthiest character give all of their money"],
      ["1d10 Drunk Soldiers", "To exert authority, money, or entertainment", "Challenge character to an “honest” duel", "Demand characters go drinking with them", "Demand drink money, will fight if characters don’t comply"],
      ["Pack of 3d6 Animals", "Enough food for them all", "Harass characters and chase them out of their territory", "Surround characters and attack", "Rush characters and steal as much as they can"],
      ["Bored Aristocrat and 1d4 Fists of the City", "To collect money or terrorize the street", "Claim characters look like suspects, will incarcerate if they comply", "Demand the wealthiest character give magic items", "Force a duel to the death between a character and Fist"],
      ["1d4 Headhunting Aristocrats and 1d10 Guards", "To hunt anyone caught in the street. RUN.", "Blow the horn and announce they will give the characters a 10-minute head start before they hunt them", "Attempt to corner characters into a trap", "Attempt to net and kidnap a character alive for some dark purpose..."]
    ],
    "Encounters": [
      ["1d6 Bystanders", "Helpful", "Busy, would rather not be disturbed", "Irate, hostile if bothered"],
      ["1d8 Demons", "Helpful", "Busy, would rather not be disturbed", "Arguing with each other, hostile if bothered"],
      ["Giant Pest", "Torpid, just ate", "Hungry, will attack unless given food", "Frenzied, attacks anything nearby"],
      ["1d6 Brick Ticks", "On the move, hostile if bothered", "Hiding, ready to ambush a passerby"],
      ["1d3 Aristocrats and 1d6 Soldiers", "Busy, hostile if disturbed", "Bully and confiscate any weapons the characters have", "Claim characters are breaking a law and have the soldiers apprehend them or pay 2d10x10 coins"],
      ["1d3 Giant Pests", "On the move, hostile if bothered", "Hungry, will attack unless given food", "Frenzied, attacks anything nearby"],
      ["1d6 Guards", "Bored, demands 1d20 coins or arrest if bothered", "Patrolling, hostile if bothered", "Hostile, attempts to accost characters for an obscure crime"],
      ["Dire Pigeon", "Curious, follows in case of food", "Hungry, will attack unless given food", "Frenzied, attacks anything nearby"],
      ["1d3 Verminous Swarms", "Hungry, will attack unless given food", "Frenzied, attacks anything nearby"],
      ["1d4 Fists of the City", "Patrolling, hostile if bothered", "Singles out characters for violence"],
      ["Pack of 1d6 Animals", "On the move, hostile if bothered", "Hungry, will attack unless given food"],
      ["Gang of 1d4 Thieves and 1d6 Street Toughs", "Helpful, for a steep price", "Demands 1d6x10 coins or attack", "Singles out characters for violence"],
      ["Cobble Crab", "Torpid, just ate", "Hungry, will attack unless given food", "Hiding, ready to ambush a passerby"],
      ["Garbage Shambler", "Torpid, just collected garbage", "On the move, hostile if bothered", "Frenzied, attacks anything nearby"],
      ["Court Spider", "Hiding, ready to ambush characters"],
      ["Kruksgrippen", "Hiding, ready to ambush a passerby"],
      ["Raid of 1d8 Soldiers and 1d4 Fists of the City", "Hostile to anything caught in their path"],
      ["Mob of 1d20 Bystanders and 1d10 Street Toughs or Demons", "On the move, hostile if bothered", "Demands characters join them and their cause", "Singles out characters for violence"],
      ["Crawling Wall of 5d10 Brick Ticks", "Frenzied, attacks anything"],
      ["Noble Parade", "Hostile to anything caught in its path"]
    ],
    "Changes": ["Penny Allergy – You are allergic to copper coins; touching them causes painful rashes and hives to appear",
      "Malignant Watcher – Someone or something is always watching you; they hide just out of sight and follow your every step to sabotage and harm. You can hear their sadistic chuckles from time to time… 3 Grey Tongue – Food and drink loses all taste. You take no joy or pleasure from eating, only using it as fuel for your body",
      "Enemy of Dogs – Canine beasts and creatures are always indifferent or hostile to your presence and never friendly. They will single you out in attacks and become unnaturally aggressive",
      "Vicious Tapeworm – A hungry and violent tapeworm colony takes residence in your bowels. You must eat double the amount of meals you normally would or risk starvation",
      "Street Blindness – You are incapable or seeing or remembering streets and directions. Unless you are joined by a companion, you will always become lost for hours at a time",
      "Plague Bringer – Your body becomes a vector for the pestilence of the city. Touching you or being within arm’s reach of you while you are infected with a disease automatically risks infection",
      "Harlequin’s Fear – You cannot stand to have your face seen or out in the open. You take up wearing masks or face-coverings and are filled with dread any time you do not cover your face",
      "RULES OF THE STREET D20 COBBLESTONE CHANGES (CONTINUED)",
      "Suet Sweats – Your sweat becomes sweet and sticky, attracting the attention of birds, bugs, and rats. Excessive sweating causes the creatures to enter a dangerous feeding frenzy.",
      "Echoing Mummers – You are haunted by the words and conversations of long-dead denizens. Even abandoned and empty places are plagued with distracting and incessant whispers. What is odd is they sometimes mention you...",
      "Most Dangerous Game – An aristocrat and their murderous house have selected you to be their quarry. They send a jovial letter introducing themselves and formally declare their intent to hunt you for sport. They will not cease unless killed...",
      "Aversion to Baths – You develop an unnatural dislike of baths or hygiene. Your body begins to reek and unpleasant microbial life blossoms in your diseased form. Only intervention or force can make you clean",
      "Sewer Allergies – Being in the presence of sewer tunnels or their waters causes a severe allergic reaction. You become overcome with a fit of coughs and runny nose. There is a 1-in-6 chance your eyes swell shut and blind you as long as you are within a sewer",
      "Hunger of the Bricks – You know the brick walls and floors of the city will attempt to devour you after a prolonged time. No one believes you, but you must avoid bricks as much as possible. You can hear the hungry gullet of the city, waiting to swallow you whole...",
      "Heart Void – Something in you snaps and all emotion fades from you. Your psyche is a grey void without joy, sadness, anger, or fear. You may become prone to dangerous or risky behavior in search of any emotional stimuli",
      "Lost Name – You have lost your name and with it a portion of your identity. You are no longer recognized by many and must seek out your name or take up a new one. Be wary, for if someone finds and takes your old name, they shall inherit all that you once were",
      "Nibbler Infestation – An infestation of some unknown pest is constantly eating holes in your clothing. Clothing in your care or ownership lasts one day before holes and perforations begin appearing",
      "Thieving Fingers – Your fingers and hands steal things of their own accord. You must be cautious anytime you are out, as you will inexplicably find your hands and pockets filled with items and coins, along with the ire of their owners",
      "Dreams of a Worm – 1d6 times a week you are visited by the same horrifying nightmare that prevents sleep. All around you, a slithering monster stirs. You are trapped and unable to move; slowly the monster devours you whole all while whispering the names of those it will devour after you...",
      "Sickness of Gold – You become addicted to chasing and amassing personal wealth. The compulsion requires you to seek out wealth and only act in ways that would gain you more wealth. There is nothing you won’t do to make a quick coin..."
    ],
    "Boons": ["Verminspeak – You are able to speak to the vermin of the city. Rats, bugs, and all other form of pest can hear your voice and answer back in a way you understand. Many will assist you for a proper tribute of food and drink. ",
      "Vacant Nostrils – You lose most sense of smell, a blessing in the city. While you cannot smell pleasant things, you are also immune to becoming sickened or compelled by scents or odors. ",
      "Mysterious Benefactor – A secretive being has taken an interest in your endeavors. They will never reveal themselves but they will make their presence felt, acting in the shadows to assist you. ",
      "Friend to Cats – Feline creatures and beasts take a liking to you. Cats, sphinxes, and other comparable beings are either indifferent or friendly when they meet you; they will help you in small ways so long as you remain on their good side. ",
      "Whispers of Gold – The secret and subtle sound of gold becomes known to you. If you close your eyes and listen carefully for a minute, you can know the location and approximate amount of gold, coins, and treasures within 50 feet of you. ",
      "Demon Blood – Demonic ancestry or exposure changes you. Demonic blood, now awakened, flows through your veins. Gain a random Demon Ability (pg. 40). ",
      "RULES OF THE STREET D20 COBBLESTONE BOONS (CONTINUED) ",
      "Quickened Sleep – Your physiology changes to need less sleep. Each night you only need 1d6 hours of sleep to be fully rested, although you constantly appear tired and haggard. ",
      "Noblesense – Keen senses allow you to detect the abominable presence of the Nobles. You get a ringing in your ears whenever a Noble or one of their lackeys is nearby, growing almost painful the closer they are to you. ",
      "Sordid Guts – Your body becomes capable of digesting the most horrid of meals. You gain advantage on avoiding sickness or disease from befouled foods. You can also acquire sustenance from booze, leather scraps, or bone meal in place of actual food. ",
      "Cobble-tread – Cracked and leathery callouses coat the entirety of your feet. You are always counted as wearing heavy work-boots and can walk over broken glass, hot coals, and caltrops without danger. ",
      "Cement Molars – Your teeth harden to an incredible density. You can bite through any metal weaker than steel with some difficulty and can shatter most tools and weapons with a forceful bite. ",
      "Visions of a Hound – You are haunted by visions of a bloody and terrifying hound. Anytime you are in danger or someone is in need of saving, the hound will appear at the edge of vision, silently watching you. Only you can see it, only you know what it wants... ",
      "Tunnel Walker – The numberless tunnels of the city speak through you. If you meditate in a pipe, tunnel, or passage for 10 minutes, you can reliably determine where the tunnel leads and what dangers you may encounter along the way. ",
      "Noble’s Eye – A dangerous power awakens in your eyes. Your eyes take on a shimmering golden hue and become capable of seeing the approximate value of any object in your vision. ",
      "Internal Map – Your remember all streets and directions. As long as you have seen or heard about a location within the past month, you can reliably find it again by walking or pointing to it on a map. ",
      "Robber’s Hand – A useful third arm springs from your body. Imperceptible under clothing, the third arm is quick and dexterous, able to wield tools or weapons or swiftly steal from unsuspecting pockets. ",
      "Face in the Crowd – Your visage and demeanor becomes unassuming and undetectable. When hiding, you can quickly and easily blend into crowds, vanishing from injudicious sight. ",
      "Coin Eater – You can eat coins in place of meals. Rather than eat meals, your body can devour the equivalent value in coins to no ill-effect. ",
      "Charlatan’s Tongue – You become physiologically adept at telling lies. Your tongue takes on a silvery hue, and you can tell small or believable lies without detection and gain advantage on telling bold or outlandish lies. ",
      "Street Whispers – The streets tell you who has walked them. If you sit on a street or road, bury a rod into it, and place your temple to the rod, you can reliably learn who has been on the road and how long ago they passed over it."
    ],
    "Diseases": [
      ["Arcane Emissions", "A bout of hiccups that trigger the casting of spells. Non-spellcasters see it as a minor nuisance, while powerful mages see it as a dangerous pox. "],
      ["Arsonist’s Fever", "An intense fever accompanied by a sweat that is as flammable and volatile as kerosene. "],
      ["Candle-Wax Death", "A full-body disease that causes flesh, organ, and bone to act like candle wax. Moderate heat can be dangerous and painful, while intense heat spells certain doom. "],
      ["Creeping Rash", "A red rash that appears on the skin, itchy at times but mostly harmless. The stigma surrounding it tends to be the most dangerous aspect. "],
      ["Crust-Lock", "A calcified plaque begins to build up on the joints and bones, making movement difficult and painful. "],
      ["Dontannelida", "Clusters of pale worms painfully burrow into the teeth, making eating difficult. "],
      ["Gilding", "A terrifying disease that changes the body to gold. The cruel few will wait for the afflicted to die, in order to “harvest” their bodies for coin. "],
      ["Heintower Wart", "A fast-spreading cluster of warts that slowly encase and immobilize the afflicted. "],
      ["Jinx of the Magi", "An arcane affliction that causes nearby spells and magic to target and affect the afflicted. "],
      ["Possession of the Wurm", "A disease that warps the minds of mortals, changing them into screaming predators bent on bloodshed. A doom made manifest by the will of the city. "],
      ["Sanguine Seep", "A dangerous and highly contagious disease that causes the body to rapidly drain of blood. "],
      ["Sump Foot", "A disease common to the Undercity, it causes afflicted areas to swell and rot away into strange and odd forms. "],
      ["The Silver Pox", "An illness spread by silver coins that causes lethargy and eventually blindness. "],
      ["The Slips", "A disease brought on by rotten food or soiled water. The afflicted purge from every orifice in their body. "],
      ["The Unwinding", "An ailment that breaks the ability of the afflicted to exist on the physical plane. "],
      ["Ulcerbites", "Caused by he larvae of an Ulcer-fly burrowing their way into skin. Many larvae do not survive, but they create painful swollen bumps that distract and irritate. "],
      ["Vintner's Mites", "Mites that burrow into scan and cause affected limbs to bruise and swell to comical proportions. They are always accompanied by the smell of fermented grapes. "],
      ["Waltz Worms", "Long hair-like worms that weave their way into the muscle fiber of victims and cause a manic uncoordinated “dancing.” "],
      ["Whipping Cough", "Vicious coughing spells that leave whip-like bruises and lacerations on the back and chest. "],
      ["Yellow-Weep", "A chronic allergic reaction to the curious pollen that seems to plague the city, marked by a near-constant stream of vibrant yellow mucous."]
    ],
    "Factions": ["Overlord","Noble Family","Grand Guild","Mage Cabal","Occult Circle","Religious Institution","Enforcers","Crime Syndicate","High Guild","Cult","College","Political Party","Neighborhood Watch","Criminal Gang","Lesser Guild","Artist Circle","Local Business","Anarchists"],
    "Features": ["Abandoned Blocks","Broken windows and an eerie silence grip the area. Entire blocks have been abandoned and left in disrepair, leaving behind perfect locations to camp out in or even set up a hideout (pg.84).",
    "Bazaar","A fantastical open-air market filled with only the most luxurious goods. From rare spices from halfway across the world to strange goods kept from the common folk, if it can be bought, it can be procured at this market of the shopping elite.",
    "Canal System","Deep canals take the place of streets and causeways. Gondolas, barges, and individual rafts make up a majority of the traffic, while bridges and piers are tightly packed with pedestrians.",
    "Consignment Boutique","Shops trafficking in rare, historical, and expensive treasures. Aristocrats are always shopping for the most fashionable old-world treasures and shop owners are quick to buy up art, artifacts, and priceless trinkets.",
    "Dining Mile","Rows of restaurants and cafes form a more “upscale” dining experience. The insides have a pleasant ambiance and seating for a more relaxed dining experience. The food is alright.",
    "Docks","Strange ships and mountains of cargo. Busy traders, weary travelers, and hopeful immigrants congregate on the crowded docks and piers. Exotic goods can be found here at wholesale price as well as fare to distant lands by boat.",
    "Leisure Boutiques","Esoteric and discreet places of recreation. From exclusive lounges serving psychotropic teas to fragrance shops with bizarre and otherworldly perfumes, it is a hub of expensive and sometimes dark pleasures for the ultra-wealthy or elite.",
    "Necropolis","Tombs and crypts take the place of homes and shops. An expansive resting place for the dead has been built alongside the living. Enterprising necromancers and grave-robbers frequent such places for “materials” and coin.",
    "Public Park","An open space of manicured green and weathered sculptures. One of the few places locals feel safe congregating during the day, oblivious to other exchanges and transactions.",
    "Reclaimers","An enormous junkyard and market sifted and picked through for valuables. Hundreds of common folk comb through the scrap for possible valuables or items that can be repaired. Little ever goes to waste and for many it is the best choice for affordable luxuries and goods.",
    "Revelry Quarters","Heavily scented perfumes waft from this section of the city as workers wait for clients outside. Well-obscured from the heavily trafficked streets, it is a chance for raucous fun or discrete pleasure to those who frequent it.",
    "The Stacks","Monoliths of stone and wood, crumbling housing that blots out the sun. A complex of high-density and cramped living quarters for common folk. Multiple families or generations live in a single unit as coin meets the needs but doesn’t allow for luxuries.",
    "Thespian Sector","Theaters of all kinds line the streets of this area, from intimate shows to grand performances. Actors and musicians intermingle with attendees at elegant soirees after the program.",
    "Thrift Shop","Rows of shops with worn clothes, household items, trinkets and antiques. There’s a slim chance of finding a valuable heirloom and the shopkeeper may be able to provide local gossip.",
    "Vast Market","An open market with hundreds of stalls selling foods, clothes, and household commodities. Bustling with people, this market offers basic to fanciful goods that meet the needs of most.",
    "Villa","A single grandiose estate takes up the entirety of this area. Grounds framed by trees, topiaries, and intricate landscaping; the interior is adorned with gems and gold leaf. Only those with connections or an invitation may visit this private mansion.",
    "Vintner’s Gallery","Wineries and breweries with historic renown. Establishments offer tasting tours of award-wining and sophisticated brews, with some vintages costing as much as a mansion. Each vintner guards their trade secrets, even at risk of their lives.",
    "Zoo","Exotic animals are placed on display to entertain the wealthy.These creatures are adorned with jewels and cloaks to appeal to the clientele. Rumor has it that live and dead specimens can be procured for a price...",
    "Drinking Mile","Rows of pubs, taverns, and breweries. From cheap grog to strange and mysterious brews, there is a variety of common and uncommon beverages to imbibe and enjoy. ",
    "Entrance to Spires","A way to the lair of the Nobles. Either opulent and heavily guarded or secret and known to only the entitled few. Dare you enter the Spires above? (pg. 138)",
    "Entrance to Undercity","A road to the city buried below, as innocuous as a broken wall in a cellar or as striking as a gaping canyon in the middle of a city block. Entire communities live below these streets, sunlight being a rare treat to many that call the Undercity their home (pg. 98).",
    "Faction Headquarters","Be it a massive fortress of industry and  action or a hidden room of conspiracy and secrecy. The base of operations or branch of a prominent faction (pg 57).",
    "Gastronomical Boulevard","Exclusive and “sophisticated” dining experiences for the wealthiest clientele. Only the rarest and freshest ingredients are served within. Wait-lists, dress codes, and prices ensure only specific customers are ever seated.",
    "Gated Community","Manicured homes, quarantined by thick walls and iron bars. Affluent businesses and homeowners have created a place to escape from the “violence of the city.” Encounters are less common here as residents are quick to report “troublemakers” and folks who seem out of place.",
    "Grease Street","A road slick with cooking grease from the rows of street food vendors. A place to grab an affordable and colorful bite to eat, with common folk dining here at all hours of the day. Despite the sanitary and digestive risks, it remains a tried and true culinary hot spot."],
    "Issues": [["Burglary Rise","Break-ins and theft cases grow in number. Gangs of enterprising thieves and rogue opportunists target rich and poor alike. Folks are cautious to flash coins in the street and wealthier individuals tighten security around their estates."],
    ["Conformity Laws","New laws to ensure “perfect citizens.” A series of sweeping regulations have been enacted to place limits on “unbecoming behavior and degeneracy” in the population. Common folks and travelers avoid these streets for fear of being fined or worse..."],
    ["Construction","A clamor of equipment is heard as repairs to infrastructure and facades are made. This disruption interrupts the daily flow of traffic and is a hindrance to locals and travelers alike."],
    ["Crumbling Foundation","The entire area is sinking into the ground. Weak or soft foundation is causing streets and buildings to rapidly sink; some have already been fully buried. It won’t be long before this part is paved over and joins the Undercity."],
    ["Cult","Niche and dangerous beliefs spread among the affluent. A cult has risen up and grown in popularity. The members have strange and dangerous convictions while the truly devout begin to accrue resources for some nefarious purpose."],
    ["Decaying Infrastructure","Roads, bridges, and public works crumble. Negligence and misappropriated funds have left important pieces of infrastructure to ruin. Common folk warn of the dangers and it will not be long before disaster strikes."],
    ["Demagogue","A charismatic leader has grown into a religious figure. Through charm and guile a single individual has grown a cult of personality around them. Devout followers proselytize and serve unquestioningly, unaware of their leader’s true goals and motives..."],
    ["Demolition","Entire neighborhoods are under threat of demolition. Dozens of homes have been slated for destruction under the guise of “renovation and modernization.” Many folks are without shelter or a place to live, and the authorities turn a blind eye to their suffering."],
    ["Grand Construction","Whole blocks are demolished for a grand structure to be erected. No one knows what is being built, or how long this project will take. It is rumored that it will indefinitely change the skyline and city; the toll for this is paid in countless coin and lives."],
    ["Grand Ritual","A cabal of powerful sorcerers have gathered for a singular purpose. An arcane ritual is under way and the city quakes as dangerous magic gathers. There is a terrible danger if the ritual goes awry, something the sorcerers seem dismissive of."],
    ["Guard Crackdown","Guards have begun a show of force on the populace. Citing ancient laws or magisterial indifference, the City Guard has been terrorizing citizens for minor infractions. Brutal attacks and lethal force has been used, leaving folks terrified and shocked."],
    ["Hunting Season","With no woods to hunt in, the elite take to the streets. Targets are either stalked or captured beforehand to provide a chase. This is an unfortunate end for those who go missing and are unable to escape."],
    ["Kidnappings","Children and adults are reportedly missing while authorities turn a blind eye. One can only imagine what happens to these victims after being captured and folks fear leaving their homes."],
    ["Infestation","Swarms of diminutive creatures run rampant throughout the city. Plaguing homes and civilians, vermin cause illness and filth as they congregate in mass. Large groups of ravenous vermin become genuine dangers to those unprepared."],
    ["Lawless","The elite are beholden to no laws here. A hedonistic “utopia” has been established for this collection of the ultra-wealthy. All actions and desires are permissible, no matter how reprehensible."],
    ["Mage Standoff","A tenuous ceasefire of powerful magic. Schools of powerful mages have been waging cataclysmic magical warfare. They are at peace for the time being, but when that peace breaks, the collateral violence will be terrible."],
    ["Militarized Security","Martial law is in effect. The typical guards have been replaced with a dangerous and heavily armed military force. With curfews and regular patrols, it is a genuine hazard to be out in the streets."],
    ["Plague","A dangerous ailment sweeps through the streets. Piles of bodies fill the lower districts while sickness grips the population. Unprotected travel through here risks infection or worse: spreading it to other areas of the city."],
    ["Pollution","Industry and poor sanitation has caused a pub ic health crisis. Whether it is miasmatic smog drifting through the air or effluent in the water supply, common folk become ill and desperate as sickness grips the area."],
    ["Private Guards","Wealthier individuals have hired private security forces to contend with the “systemic rise in crime.” These individuals are loose-cannon mercenaries and now operate with legal immunity."],
    ["Sewage Overflow","The stench of black water permeates the air when the sewage system is blocked. Backwater floods lowlying homes and streets; nothing can be fixed until the source is cleared. Foul sludge remains even after it has drained."],
    ["Sinkholes","In an instant, the ground cracks and opens up. Sinkholes of varying sizes swallow buildings and people. Those that survive are greeted by the Undercity and its denizens, although the peace is tenuous as the surface quickly prepares to fill the holes."],
    ["Sovereign Lords","A micronation has formed within the city. Declaring itself a sovereign nation, the lords of this area begin setting up their own jurisdiction and rules. These lords are deluded idiots at best and dangerous megalomaniacs at worst."],
    ["Teetering Megastructure","The foundation of a monolithic building has deteriorated substantially. Tenuous efforts at fixing it are in vain and what is left supporting this megastructure is on the brink of collapse. Such a collapse would spell doom for the entire area."],
    ["Toll Checkpoints","A series of paid security checkpoints have been established. Toll gates costing as much as a day’s wages at best or a week’s wages at worst limit the flow of traffic. Those who can afford it move freely, while those who cannot are trapped."],
    ["Violent Crime","Assault, robbery, and murder are common occurrences in these parts. Authorities do not care and refuse to assist those in need. People are left to their own devices to repair the damage."],
    ["Wealth Disparity","Money is no object here. The aristocrats here have amassed so much wealth that they have destroyed the local value of the currency. Every good and service here costs two-hundred times its normal cost."]],
    "StreetPrefixes": ["Stockpile","Rust","Bellowbird","Tanner","Seacrawler","Lover’s","Extempliary","Park","Officiates","Blood and Gems","Barber","Shiv","Harken","Executioner","Pigeon","Cat Burglar","Saltmoor","Broadsword","Sweetgum","Drake Bone","Cross-bow","Piss","Jeri’s","Dye-maker","Caravan’s","Kingmaker","Copper","Thirteenth","Jackdaw","Wicker","Saint-blood","Eggshell","Whispering","Tar and Feather","Grey","Weaver","Pig-sty","Smithy","Noble-spit","Hang-man","Mosaic","Brick Breaker","Belt Maker","Peasant Skin","Main","Soot","High Rope","Masque","Fell Water","Worm Spine"], 
    "StreetSuffixes": ["Causeway","Overlook","Terrance","Step","Avenue","Dead-End","Drive","Turn-About","Center","Circuit","Street","Alley","Bridge","Highway","Crest","Close","Choir","Run","Lane","Way"],
    "StreetAppearances":["Rain spouts carved like beasts and gush water at the unsuspecting.",
    "Everything is covered in red dust from inferior red clay roof tiles.",
    "Peppered with hundreds of memorials from road rage deaths.",
    "Swarms of flies from the sewers cake every surface.",
    "Street is constantly bombarded by pigeon excrement.",
    "Major parade route, windows and streets are reinforced.",
    "Strings of paper lanterns above street cause a perpetual fire hazard.",
    "Pillars of stone hold up all of the buildings with an air of overarching oppression.",
    "Every surface is covered with fliers and graffiti.",
    "Sewer pipes run close to the surface causing near constant flooding.",
    "Crowded and noisy from small racetracks and sporting games",
    "Cobblestones are enormous and uneven, rumor is that anyone who trips over the cobblestones is destined to die soon…",
    "As soon as the sun sets, packs of wild dogs pour out from alleys.",
    "Window boxes are full of sickly smelling flowers",
    "Streets and building mortar made with bone-meal and teeth.",
    "Eerie screaming visages are set or carved into every doorway.",
    "Street runs beneath a ruined palace, utter darkness save for candles.",
    "Every surface is covered in bright, garish designs and colors.",
    "Street winds, twists, and loops like the body of a dead snake.",
    "Buildings made from red stone spolia, its origins lost to time…",
    "Road is paved with querns and millstones stolen from farmers.",
    "Fires and pit ovens burn openly on the smoke-filled street.",
    "Tall makeshift bell-towers cap every building and ring constantly.",
    "Crumbling sarcophagi are used as foundation for buildings.",
    "Every building and denizen is decorated with spirals, even the curved street seems to follow this obsessive configuration…",
    "Garbage has been left to pile into massive steaming drifts",
    "No one leaves their homes, instead traveling by covered walkways.",
    "The street is a single uninterrupted slab of blackened shale.",
    "Dark and ominous statues of Nobles watch the street from pillars.",
    "Cages with imps act as town criers every block, they mostly just spit.",
    "Motifs of spiders decorate beams and corners, some appear to move…",
    "A grim and curious silence is observed for all but one hour a day.",
    "Buildings made sturdy wood supports and walls of painted canvas.",
    "Roofs and walkways are plated with beaten copper, hot to the touch.",
    "Disaster has sundered this place, weary rebuilding noisily continues.",
    "Everything is melted or cracked, nothing solid lasts for long here…"],
    "NPCNames": ["Dagden","Judin Forswoth","Marquez Commons","Elmira Cazz","Castor Vilu","SlimBob","Borneo Velasquez","Toulouse Rapshire","Astrid Vapers","Punji Jammen","Archer Flativious","Marigold Stu","Hippolyta","Jun Sandalwood","Septimus","Chip Greasley","Jorno","Limon Gatz","Sam Toole","Martin Swallsword"],
    "NPCJobs": ["Rope maker","Freelance recycler","Ham packer","Personal assistant","Barber","Brick tick exterminator","Pigeon wrangler","Furnace operator","Mason","Wanted poster artist","Carpenter","Cooper","Animal breeder and wrangler","Tour guide","Gong farmer and raker","Accountant","General craftsman","Fledgling alchemist","Artisan","Grocer"],
    "NPCAppearances": ["Dirty and disheveled","Pristine and fashionable","Achingly beautiful","Plain and utilitarian","Gaunt and frail","Heavy-set and stout","Sickly and corpse-like","Tall and ominous","Short and impish","Aged and weathered","Ragged and wounded","Young and fair-faced","Crooked and withered","Wide and bumbling","Thin and precise","Strong and off-putting","Smells like death","Colorful and unorthodox","Patchwork, but wears it well"],
    "NPCMannerisms": ["Ostentatious and loud","Intense and direct","Achingly dumb","Stubborn and close-minded","Ardently shy and soft spoken","Jovial and gregarious","Gruff and blunt","Easily dissuaded and flighty","Violent and short-tempered","Militant and strict","Skittish but loyal","Monotone and dry","Mischievous and curious","Somber and spiritual","Persistent and argumentative","Curious and thoughtful","Prickly and sensitive","Paranoid and sensational","Gentle and wise",""],
    "NPCQuirks": ["Uncanny ability to make anything into an instrument","Can’t read, but can speak most languages","Known to throw rocks at parades","Has installed escape hatches in more than one Spire","Has a twin with the same name","Has too many dead spouses and no convictions…","Always has knives hidden in their clothes","Had tongue cut out by enraged Noble","Has more dropped charges than teeth","Overseer of a large, and loyal, feral cat population","Incredible knowledge of secret tunnels","Will take in any stray or hurt animal","Close friends with a powerful persona","Literally two left feet, famous ballroom dancer","Knows a fence for just about anything","Perpetually questions the need for flags","Secretly practices dangerous alchemy","Parents were absurdly wealthy and powerful","Looking for a curious and hidden artifact","Boring, no inner life"],
    "ShopNames": ["The Hairy Frog Inn","The Spot II Inn","The Foggy Step Tavern","Saltpeter’s Corner Cafe","Zip’s Hole in the Wall Tavern","From the Cinders (formerly the Spot)","Mrs. Sweetwater’s Fancy","The Squealing Rat Shack","Sal’s Tools","Ursa & Daughters","Pipeshack","South Bend Market","Blind Tiff’s Bodega","Soggy Dog & Co.","Wicker’s Rest  Transportation","Brick and Book","Chicory ‘n Poke","Quirrel’s Curious Collects","Beetle’s Pop-Up","Mork & Borgs"],
    "ShopInside": ["Dirty - Garbage collects in corners, soot clearly visible on the ceiling","Crowded - Place is packed with people and containers","Strict - Signs that tell you what to do and where to stand","Smelly - Stinging unpleasant scents","Smokey - The air is thick and choking","Dilapidated - Broken glass and hasty repairs","Pristine - Cleaned and organized obsessively","Dusty - Thick dust coats everything","Welcoming - Warm and friendly","Stuffy - Hard to breath and hot","Fragrant - Smells wonderful & clean","Barren - Barely anything to show","Damp - Walls are moist with wet air","Loud - Someone is always shouting or working loudly","Sticky - Every surface feels like dried syrup","Confusing - Layout makes no sense","Dark - Little light, difficult to see","Relaxed - Calm and quiet atmosphere","Unsettling - Things here are not right… "],
    "ShopReputation": ["Despises aristocracy, (has a Noble’s hand on display)","Abysmal salespeople","Quality goods, terrible prices","Experts in field","Poorly stocked","Great prices, terrible quality","Everything sold is somehow greasy","Always new graffiti on the walls","Windows are always being broken","Local performance and music spot","Violent to bad customers","Stock is molding from neglect","Aristocrats shop and socialize here","Chronic bug infestation","Always has what you need","Local rumor-mill","Excellent service","Seemingly never open","Cursed items are common","Owner is a friend…"],
    "ShopQuirk": ["Mysteriously appears in new places","Cat in the window, knows many things…","Offers payment in blood, 1HP per value","Operates all hours and all days","Powerful Demon locked inside, makes bargains","Talking tree growing through in shop’s center, cruel but powerful…","Offers discreet and speedy delivery","Panic room under shop","Illegal backroom inventory","Will fence ANYTHING","No currency, only barter","Can’t physically leave until you buy something","Front for a cult, looking for recruits or help","Owner has friends in high places, capable of making introductions","Accepts credit, with interest of course…","Sits on an entrance to the Undercity","Criminal connections, looking for “help”","Floorplan is always shifting and hungry…","Time moves fast, lose 1d6 hours when leaving","Never asks questions"],
    "Items": ["Solid silver gear","Loaf of stale bread","8 inches of gold chain","Copper drinking vessel","Pristine glass lens","Mysterious egg","Package of fine sewing needles","Small wooden sculpture of a deer","Meat hook","Empty crate","Discarded handkerchief","Tin of food","Empty “medicine” bottle","Pair of shears","Small keg of alcohol","Delicate silver ring (not hand)","Soiled fur cap","1d6 sticks of chalk","1d4 tickets to a show","50ft of hemp rope","Very large duck carved of ivory and wood","Cane with hidden compartment","Tiny glass cloche","Gold plated flask","Aged leather belt","Enamel hat pin","Dented but solid tin bucket","Vial of blue liquid","Collectible coin","Ornamental brick","1d10 brass tacks","10ft of reinforced hose","Ring of strange keys","Sturdy terracotta vase","Cloth measuring tape","Tarnished metal button","Broken clay pipe","Sharpened knitting needles","Simple tuning fork","1d3 dmetal clamps","Set of decorative game darts","Sack of random grain","Dry-rotted bridle","Set of fine carving tools","Page of exquisite pottery","Pair of kitchen knives","Tin of half-used makeup","Satchel of laced tobacco","Wool socks","Hat stained with blood","Belt","Boots","Coat","Dress","Gloves","Head-Wrap/Hat","Feather","Jacket","Leggings","Pants","Purse","Robe","Sandals","Sash","Scarf","Shirt","Shoes","Socks","Skirt","Slipper","Wig","Ball Bearings","Bear Trap","Box of Nails","Bucket","10 Candles","Chain 10’","Chalk","Chisel","Compass","Cookpot","Crowbar","Game Board","Glue","Grappling Hook","Grease Pot","Hand Drill","Instrument","Large Sack","Lantern","Oil, bottle","Lockpicks","Manacles","Metal Spikes","Rope 50’","Soap","Medicinal","Spade","Tinder Box","5 Torches","Twine 200’","Vise","Waterskin","Whistle","Wooden Pole 6’","Bread","Cheese","12 Eggs","Fish","Fowl","Fruit (dried)","Fruit (fresh)","Game","Grain","Leafy Greens","Livestock","Roots","Common Spice ","Rare Spice","Ale","Beer","Cider","Clean Water","Juice","Liquor","Mead","Milk","Scented Water","Tea Pot","Cup","Wine"],
    "Artifacts": [["Altar of the Wurm","Horrid weathered stones of a bloodred hue are stacked in an altar and exude an oppressive presence. Countless slithering liturgies are scrawled on every surface as the altar seems to thrum with a terrifying energy…"],
    ["Artisan's Panacea","A simple brooch of colored swatches on a piece of porcelain, lovingly pinned onto the dirty collar. "],
    ["Bondmaker Nail","A twisted yet sturdy nail crafted from dark iron, its head bears an illegible sigil and it feels far heavier than it should be. "],
    ["Charlatan's Fortune","A seemingly cheap deck of fortunetelling cards that shine glamorously in the light and appear dirty and ragged in the dark. "],
    ["Chimney-Scamp's Hearth","A large and unwieldy hearthstone, riddled with sigils and pictographs of thieves robbing nobles and setting their estates on fire. "],
    ["Crooked Cane","Every joint is gnarled and twisted, mimicking the burl-wood cane clenched between the cankerous knuckles of its owner. "],
    ["Doctorate of Many Things","Innocuous vellum decorated with an impressive wax seal and spidery handwriting. "],
    ["Earwax Homunculus","A crusty, squishy and corpulent imp no larger than a thimble and the color of pus; its face gleams with a knowing look. "],
    ["Fascist's Bane","A single brick worn with age and conflict. Marred by fire and bloodshed, it fills the holder with a righteous and fiery purpose. "],
    ["Grifter's Deck","Grubby, worn, and smelling of cheap booze, this deck of cards seems to shift and shuffle when out of sight. "],
    ["Hearsay Coins","These tarnished coins are stamped with a many-eared demon; whispers can be heard like gentle ringing. "],
    ["Icon of the Ragged Hound","Sewn, painted, or carved icons of a vicious hound with a bloody throat appear in the most downtrodden of areas, reminding those with privilege what fear is. "],
    ["Jester's Scales","A large beaten and tattered scale with a statuette of a grinning jester as its pillar; the eyes of the jester seem to glint with mischief. "],
    ["Knotted Sash","Embroidered with wriggling and waving designs, this sash fits snugly around the waist and envelops the wearer in a protective charm. "],
    ["Lunatic's Snuffbox","A dirty ivory snuff box boasting intricate etchings and designs of a hallucinatory nature. "],
    ["Morbid Ottoman","An ancient but well-kept ottoman made from polished marble and silk cushions; every inch is decorated with some graven motif. "],
    ["Naga-Bone Necktie","The flashy silk tie embroidered with hundreds of minuscule ivory bones was quite the statement piece, even more so when the wearer leaned down to discuss the weather with a worm. "],
    ["Orator's Podium","Enchanted long ago, this hunk of carved marble has weathered centuries of speeches that have smoothed its edges and all but obscured the maker's mark. "],
    ["Rat Signal","A dusty old lantern with painted images of rats etched onto its panes pulsing with light, and in that light were thousands of eyes. "],
    ["Ruttleslip's Manhole","A heavy wrought iron manhole cover covered in elaborate sigils; it gently hums when held aloft. "],
    ["Salturnius's Slipknot","A pale length of rope appeared between the bailiffs hands; just the sight of it struck fear into even the most stoic of rogues. "],
    ["Slug-Charmer Perfume","An exquisite crystal perfume bottle in the shape of a slug, always slimy to the touch. "],
    ["Testillus the Tapeworm","A wriggling over sized tapeworm with a cheery disposition. Its segmented body is adorned in small but expensive looking jewelry. "],
    ["Wax-Eye Chair","A fine but ordinary-looking wooden chair pained with countless paranoid eyes. "],
    ["Xippo's Pipe","A long-necked pipe made of twinkling colored glass and bone, its bowl is always warm to the touch. "],
    ["Zealous Zweihander","A massive two-handed blade that seems to glow with a golden light despite its many blood-stained markings."]]
  },
  "Cultivist": {
    "Features": [["Greenhouse Palace","The entire area is enclosed within a shimmering glass complex. The air is thick with moisture and sometimes difficult to breathe, always just hot enough for the plants within to reach their full potential; mortals make do.","Eternal Bloom - The greenhouse is in eternal bloom. Tourists flock from all corners to see this evergreen paradise. Food, flowers and tea are plentiful.","Vivarium - This is a grand closed terrarium, the folks inside its subjects. No one is allowed in or out, with escape attempts constantly underway.","Nocturnal - The glass is tinted, plunging the greenhouse into an eternal night. Glowing plants, enormous moths and swarms of bats fill its skies."],
    ["Growing Tower","Stretching up to the sky, a tower of pumice stone and woven trees blossoms in the light. Each level sports a hanging garden, tended to by specialized and highly-trained gardeners.","Flowers - The tower blossoms with every color on the spectrum, from common bouquet flowers to rare and extraordinary specimens.","Fruits - The air smells sweet and rich. Bushes and trees are laden with the sweetest, strangest fruits.","Tea - Strange and powerful aromas waft from this tower in miles. This tower boasts a fine tea market and opulent tea houses."],
    ["Hive Residences","High density residences, built by the armies of trained wasps. They appear as massive, bulbous structures, made from a mottled grey paper. Their insides are tight, winding tunnels and they house thousands of folks within their cavernous forms."],
    ["Hedgerow Garden","The street-plan has been styled like some enormous hedgerow garden. Tall, perfectly manicured hedges and flower bushes form a beautiful geometric maze. Those not local to the area tend to get lost easily, and less savory individuals will capitalize on this..."],
    ["Green Market","A sprawling plaza decorated with glittering mosaics is home to countless vendors and tents, each one sporting an emerald green top. This is the legendary Green Market, not just the greatest fruit and produce, but every possible herb, spice, and herbal remedy. If it was grown, it can be found here, for a price..."],
    ["Compost Site","The surface is dotted with tall featureless towers that lazily belch heated air, while carts dump green waste into wide featureless pits. Below is a world of cruel industry, layer upon layer of workers tilling, sorting, and processing the decaying waste into usable compost. Nothing goes to waste, not even the dead..."],
    ["Mushroom Warehouses","The smell of exotic manure and rich loam wafts through the air. Massive wooden warehouses house vast nocturnal fields of mushrooms.","Glowing - The interior is filled with a pulsing bio-luminescent glow. Mushrooms as bright as lanterns are grown and sold here.","Food - Mushrooms as fat as hogs are grown and harvested, as well as pungent and expensive truffles for the affluent chefs.","Rare - Under heavy security. Inside rare medicines, dangerous poisons, and powerful psychedelics are crafted from the mushrooms grown within."],
    ["Marshland Streets","Water is pumped to cascading fountains, and the streets have been turned into an artificial wetlands. Dazzling wildlife and colorful aquatic plants grow thick and bountiful, while vibrant gondolas serve as transportation to those who can afford it."],
    ["Weaver District","Gossamer silk drifts through the air, and large secretive workshops quietly work behind closed doors. The finest garments and textiles are produced here; however, trade secrets are guarded on penalty of death.","Worm-silk - Rich shimmering cloth, prized by Nobles and clothiers, is produced in bolts here.","Spider-silk - Coils of pale tensile twine and rope is sold to builders and boatswains. Weighing next to nothing, some claim it is stronger than iron chains.","Lotus-silk - Sold only to priests and esoteric disciples, this fine delicate cloth is the rarest yet, even out of reach of the envious Nobles."],
    ["Methane Balloons","Enormous decorated blimps hang in the air. Messes of tubes sprout from its body like countless strands of intestine. Methane gas from the compost pits below is pumped into these airborne repositories, then distributed to the distant regions of the city as natural gas."]
  ],
  "Issues": [["Kquarl Infestation","Street after street is crawling with voracious destructive life. A massive infestation of Kquarl (pg. 178) threatens the lives and homes of everyone living here."],
  ["Spore Bloom","The ubiquitous fungal life is in full bloom, filling the air with billions of microscopic spores. Mostly they just trigger allergies, but rare and truly dangerous spores tend to mix in..."],
  ["Sinking Buildings","The rich fertile soil beneath has begun to give way. Entire blocks are beginning to sink into the soft earth, at risk of being buried and composted."],
  ["Kudzu Takeover","Thick green vines of kudzu cover nearly every inch of architecture. The coiling, climbing plant grows rapidly, threatening to bury everything in green."],
  ["Treebourne Disease","Unnoticed until it was too late, certain species of structural trees have been infected. It is only a matter of time before they die and collapse."],
  ["Pollen Winds","The air is choked with a thick ochre fog. Pollen, sometimes an inch thick, coats the city, forcing folks to wear makeshift masks and goggles just to breathe."],
  ["Tranquility Officers","Officials in beautiful armor patrol the streets, ensuring beautification codes are kept and “peace” is maintained. Disturbing the tranquility is met with severe punishments."],
  ["Hallucinogenic Water","Accidental exposure or intentional tampering has tainted the water with psychotropics. Mild doses are an annoyance, but heavy doses are dangerous."],
  ["Composting Expansion","Vents are built above and caverns dug below, the area being slated for a new composting site. The citizens worryingly joke: “perhaps they’ll join the compost below...”"],
  ["Beautification Codes","Severe new laws dictating fashion standards and exterior building styles have been declared. Affluent members marvel at the new beauty, while common folk fear eviction."]],
  "Factions":["The Emerald Court", "The Million Strands", "The Mulchwood Circle"],
  "Items": ["Sticky jar of raw honey.","Vermin trap, bait still inside.","Jade brooch, carved in the shape of a beetle.","Petrified seeds made into a beaded necklace.","Marbles made from broken stained glass windows.","Piece of amber shaped like a sunflower.","Broken head of a gargoyle.","Smoky beekeeper’s hood.","Pair of fine hedge trimmers.","Discarded silk cocoon.","Shard from a ornamental bronze vase.","Iridescent scale, strange markings on the inside…","Glove from Tranquility knight.","Tiny bright red snail shell.","Beautiful and large feather, its owner is nearby…","Decorated garden trowel sharpened to a blade.","Pouch of finely ground coffee.","1d3 Pearl buttons.","Very pungent bulb.","Rusty set of jacks.","Snuff box containing spices and seasonings.","Bee smoker, charcoal and wood chips ready for use.","Sack of worm bait, reeks of peat and chum.","Spool of string made from vines, strong as iron.","Blown glass heart, gently beats when warmed in hands.","Silken shawl, its edges covered in motifs of fungus.","Sweet jam pastry wrapped in a leaf, still warm.","Ornate leather mask of a ominous horned fawn.","Brooch in the shape of a dazzling butterfly, one wing intentionally broken off.","Long-handled fruit picker, 6 feet long, its mechanisms in perfect working order.","Pure gold pine-cone.","Tarnished hooked machete.","1d4 perfume bottles of pungent insecticide.","Ragged copper sickle, it smells of blood…","1d6 clay jars of fertilizer, meant to be thrown.","Tiny ornamental pot, delicate seedling grows within…","Fine rake, excellent quality.","1d12 persimmons.","1d10 hefty wooden stakes.","Head of cabbage.","1d8 soft pears, need to be eaten as soon as possible.","Bundle of cinnamon bark, strong & pleasant smelling.","Discarded bouquet, a somber air surrounds it.","1d3 bundles of herbs, hastily picked.","Brilliant and angry looking pepper, just gazing at it causes a burning sensation.","Tine of an iron pitchfork with a handle of wrapped leather, a makeshift shiv?","The longest bean you’ve ever seen.","Gallon pump sprayer, empty and ready to be loaded.","Steel hand-held sundial.","Squash shaped like a bird.","Blooming Headdress, Alive with flowers and bugs.","Gardener Smock","Living Brooch, A glittering beetle that attaches itself to one’s clothing.","Mulcher Boots","Sun Hat","Beekeeper Suit","Exterminator Suit","Poison Ring","Smoker, Bellow","Trap, Glue","Trap, Snare","Vermin Net","Watering Can","Candied Bugs","Honey, Raw","Pâté","Jam, Jar","Mushrooms","Truffles","Coffee Pot","Coffee Cup","Kombucha","Nettle Wine","Spice Tea","Jewel Brandy","Contraband","Bip’s Folly, A brown potent-scented goo, sealed in a glass vial emblazoned with a dying lily.","Vita-Botanis, Fine powder that appears like ground opalescent pearls and reeks of ammonia to the point of causing dizzy spells.","Seer’s Gills, Prussian blue mushroom with shimmering translucent gills that seem to shift and move the longer you gaze at them. ","Rock Tobacco, Small rock-sugar crystals the color of tar and reeking of smoke and turpentine. ","Ripper Spores, Pitch-black spores, sealed tightly in a tempered glass vial; a heavy and ominous sensation surrounds it… ","Wink Slugs, A decorative slug, with a beautiful spotted pattern and nervous energy."],
  "Artifacts": [["Alluring Avian Feeder","An immaculate bird feeder of stained glass and gold filigree; images of countless painted birds seem to dance along its panels…"],
  ["Composter's Crone","A bowed elderly woman, carved from weathered shale and reeking of peat; her face is hidden with a heavy cloak while her hands clutch a pitchfork made of rusted iron…"],
  ["Endless Watering Can","Made of beaten copper and tarnished silver filigree, this worn but decorated watering can sloshes with muddy, lukewarm water. "],
  ["Ever-cut Shears","Simple garden shears with handles made of wood and faded emerald lacquer; the metal seems untouched by age, with a razor edge that seems to shear the very light…"],
  ["Gilligan's Mold Box","A beaten, lacquered box the color of a bruise; inside lies a clump of moist grey filth that seems to cautiously move on its own. "],
  ["Noseeum's Jawbone","The broken and worm-whittled jawbone of a mortal, the air seems to fill with the sound of buzzing when touched… "],
  ["Stainless Smock","An immaculate gardening smock, its heavy white fabric utterly unmarred by dirt, grass-stain, or fertilizer. "],
  ["Whispering Wind Chimes","Chimes of iridescent metal with etchings made to look like caricatures of merchants, scholars, rakers, and such. "],
  ["Sacred Panes","A shimmering window of vibrant stained glass, its surface decorated with slowly shifting images of flowers. "],
  ["Unimpeded Spade","A sturdy and innocuous shovel, yet its blade is engraved with dozens of sigils and shaft covered in similar wood-burned patterns."]]
  },
  "Foundry": {

  },
  "Archivist": {

  }
}