{
  "Adjectives": [
    "Ambitious", "Ancient", "Aquatic", "Arcane", "Barbed", "Blazing", "Blooming", "Boiling", "Bony", "Bouncy", "Brash", "Bright", "Burning", "Clever", "Dented", "Dim", "Divine", "Elder", "Electric", "Encrusted", "False", "Flaming", "Flawless", "Fractured", "Frigid", "Galactic", "Gentle", "Gilded", "Groaning", "Hateful", "Haunted", "Heroic", "Lunar", "Molten", "Morbid", "Newborn", "Pale", "Pious", "Prismatic", "Proud", "Quiet", "Radiant", "Rasping", "Ruined", "Rusty", "Sacred", "Sanguine", "Scarlet", "Screaming", "Seething", "Shattered", "Shining", "Sickly", "Silent", "Sleek", "Slimy", "Snarling", "Solar", "Superior", "Swift", "Tarnished", "Tempered", "Twisted", "Unstable", "Wandering", "Weeping", "Wild", "Wretched"
  ],
  "Names": ["Error", "Ceylon", "Lapsang", "Earl", "Tipping", "Assam", "Bancha", "Matcha", "Darjeeling", "Pekoe", "Gyokuro", "Jasmine", "Keemum", "Puerh", "Pouchong", "Jasmine", "Sencha", "Sumatra", "Aldebaran", "Altair", "Antares", "Arcturus", "Betelgeuse", "Canopus", "Capella", "Castor", "Deneb", "Fomalhaut", "Polaris", "Pollux", "Procyon", "Regulus", "Rigel", "Sirius", "Spica", "Vega"],
  "Colors": ["#EFE7E0","#33a6ff","#2FC7D5","#E7B733","#F46F38","#ff2e2e"],
  "Quirks": [
    "Annoyed by pointy objects.",
    "Recently lost a powerful device. Still not over it.",
    "Does not want to be on this mission.",
    "Recently had their memory wiped.",
    "A rival bot achieved a high score of 150 on this mission.",
    "Obsessed with fine art or fashion.",
    "Not here to make friends.",
    "Aversion to dirt, grime, and goo.",
    "Aversion to cramped spaces.",
    "Aversion to heights.",
    "Dead bodies make them nervous.",
    "Insists on wearing any hats they find.",
    "Convinced they need 8 hours of sleep per day.",
    "Convinced they need to drink clean water every day.",
    "Convinced they need to eat a hearty meal each day.",
    "Emits a constant high-pitched tone.",
    "Their devices make loud noises when used.",
    "Will try to adopt a pet.",
    "A leaky panel leaves trails of battery acid.",
    "Recently acquired a garish paint job.",
    "This is their first mission."
  ],
  "Glitches": [
    "Your bot can’t overcome stats with more than 6 letters (omitting abbreviations).",
    "Your bot can’t overcome stats with less than 9 letters (omitting abbreviations).",
    "Your bot can’t overcome stats that start with a consonant.",
    "Your bot can’t overcome stats that have more than 2 vowels.",
    "Your bot can’t overcome even-numbered stats.",
    "Your bot can’t overcome odd-numbered stats.",
    "Your bot can’t overcome stats that are multiples of 3.",
    "Your bot can’t overcome stats that are multiples of 4.",
    "Your bot can’t overcome stats that are multiples of 5.",
    "Your bot can’t overcome stats that are multiples of 6.",
    "Your bot has fragile fixtures and can’t overcome stats related physical force or durability.",
    "Your bot has bulky fixtures and can’t overcome stats related to careful or quick movements.",
    "Your bot is sensitive to erratic energy and can’t overcome stats related to magic, spiritual power, or technology.",
    "Your bot won’t spend d4s. They insist on saving them for Overpower.",
    "Your bot won’t spend d6s. They insist on saving them for Overpower.",
    "Your bot won’t spend d8s. They insist on saving them for Overpower.",
    "Your bot won’t spend d10s. They insist on saving them for Overpower.",
    "Your bot won’t spend d12s. They insist on saving them for Overpower.",
    "Your bot won’t spend any dice showing max value. Too precious.",
    "Your bot won’t overcome the same Stat twice in a row.",
    "Your bot will never overcome the lowest valid Stat for an obstacle or danger." 
  ],
  "Bots": [{
    "Model": "Citadel",
    "Description": "<p>What appears to be a lazily crawling shell at first conceals a powerful arsenal. Its back is studded with launchable scout drones, and its shield generator is nigh impenetrable. To clear a path it emits a wave of burning plasma, like some deadly moat.</p><p>When its tiny legs can no longer progress, the entire citadel can shift its local gravity and “fall” in any direction.</p>",
    "Stats": [
      ["Shield",4],
      ["Moat",2],
      ["Scouts",3],
      ["Speed",1],
      ["Surrender",0]
    ]
  }, {
    "Model": "Forge",
    "Description": "<p>A bulbous gourd tottering about atop unstable limbs. Sharp spinning teeth rotate around its glowing mouth. It can eat through almost anything, depositing material into its mouth for fuel.</p><p>Its antennae can emit bursts of electricity, powered by the glowing fusion furnace within.</p><p>Despite the gangly appearance, this bot’s legs are quite powerful, and it can jump long distances.</p>",
    "Stats": [
      ["Hunger",5],
      ["Jump",3],
      ["Shock",4],
      ["Grace",0]
    ]
  }, {
    "Model": "Aviary",
    "Description": "<p>A mother first, and robot second. Its back contains a complex biological factory capable of designing, hatching, and training small birds.</p><p>Birds of flame, birds with incredible strength, birds that can crush stone, and birds with magical talents; this mother has hatched all of these and more.</p><p>When its legs will not suffice, its darling offspring can carry it wherever it needs to go.</p>",
    "Stats": [
      ["Breeding",3],
      ["Training",1],
      ["Love",5]
    ]
  }, {
    "Model": "Spinner",
    "Description": "<p>Suspended from tightropes, the spinner looks down upon her prey. Her net launcher coats any target with a strong, sticky net. Her belly swells with tiny children, disposable and dangerous.</p>",
    "Stats": [
      ["Swing",3],
      ["Net",4],
      ["Spawn",5],
      ["Love",0]
    ]  
  }, {
    "Model": "Waddle",
    "Description": "<p>A complex chemical factory perched atop awkward stubby limbs. It can synthesize a chemical or mixture for any scenario.</p><p>The hose disconnects and sprays whatever chemicals wherever they need to be.</p><p>And when it’s caught flat-footed, it uses the hose to blow a protective lighter-than-air bubble and float to safety.</p>",
    "Stats": [
      ["Concoct",5],
      ["Spray",3],
      ["Float",1],
      ["Waddle",0]
    ]
  }, {
    "Model": "Witness",
    "Description": "<p>Despite hovering a few feet above the ground, it can see almost everything. A combination of special lenses, wavelength alternator, and electro-radar allow it to pinpoint a weakness in any target.</p><p>The plumb bob keeps it stable as it slowly drifts through the air. The bob can also emit a thin, focused laser blast; perfect for hitting identified weaknesses.</p>",
    "Stats": [
      ["Drift",1],
      ["Laser",4],
      ["Witness",5],
      ["Truly Comprehend",0]
    ]
  }, {
    "Model": "Static",
    "Description": "<p>Initially an experiment to discover new phases of matter, this bot can specially tailor energy discharges for any situation: Plasma to melt stone, subtle magnetic resonance to influence emotions, or a static time bubble for moving quickly.</p><p>Its fragile globe is reinforced by a hexagonal EM field, protecting the valuable generator within. And it can reverse polarity to propel itself wherever it needs to go.</p>",
    "Stats": [
      ["Solid",1],
      ["Liquid",1],
      ["Gas",2],
      ["Plasma",4],
      ["Condensate",3],
      ["Superfluid",2],
      ["Supersolid",4],
      ["Strange Matter",5]
    ]
  }, {
    "Model": "Lanky",
    "Description": "<p>The only bot completely powered by a micro-hydraulic system. Even the lighting is a chemical interaction; not a single spark of electricity in its entire body.</p><p>Powerful limbs with a grip that can twist metal, and a simple brain allow it to accomplish its goals with direct and brutal methods.</p>",
    "Stats": [
      ["Precision",5],
      ["Grace",3],
      ["Speed",2],
      ["Success",5]
    ]
  }, {
    "Model": "Force",
    "Description": "<p>Due to some dimensional storage and quantum shifting, this bot contains the might of a starship within its simple cylinder.</p><p>The top opens to reveal a targeted force projection suite capable of placing any target in a controlled stasis field. Within the field, time, physics, and reality itself can be bent, twisted, and broken outright.</p>",
    "Stats": [
      ["Time",3],
      ["Physics",3],
      ["Reality",3],
      ["Stasis",5],
      ["Crawl",1]
    ]
  }, {
    "Model": "Aether",
    "Description": "<p>Recycled stealth combat drone tasked with exploration and discovery. It is difficult to drop old programming, however.</p>",
    "Stats": [
      ["Sleep Darts",2],
      ["Cloaking Field",5],
      ["Hydrostatic Manipulator",3],
      ["Gas Cluster Missiles",2],
      ["Silent Booster Engine",4],
      ["Stun Prods",2],
      ["Detective Vision",1],
      ["Murderous Rage",0]
    ]
  }, {
    "Model": "Luft",
    "Description": "<p>Held aloft by phlogiston gas contained within a durable envelope, this bot remains stable at any altitude. In addition, phlogiston is corrosive and highly combustible; perfect for blasting or melting any obstacle.</p><p>A complex holographic emitter can simulate different environments, creatures, plants, and more while it floats safely above the chaos.</p>",
    "Stats": [
      ["Float",3],
      ["Melt",2],
      ["Simulate",4],
      ["Chaos",5]
    ]
  }, {
    "Model": "Icebox",
    "Description": "<p>The “eye” is merely a focus lens for an incredibly powerful infrared laser. Invisible to most beings, it’s strong enough to pierce metals and melt stone.</p><p>The laser would immediately combust if not for the sub-zero cold-fusion reactor that powers the bot and cools the laser. Simply flushing excess coolant is enough to freeze an entire area or form a bridge to any destination.</p>",
    "Stats": [
      ["Laser",5],
      ["Reactor",4],
      ["Coolant",2],
      ["Temperature",1]
    ]
  }, {
    "Model": "Axel",
    "Description": "<p>This bot curls up into a sphere to unleash its true speed and power. Gravimetric treads cling to any surface, or it can reverse the charge and launch itself at an incredible velocity.</p><p>As it travels it builds up a kinetic charge. Upon contact with its target all of the energy is unleashed in a destructive blast. For more precise work it’s feet are delicate and strong.</p>",
    "Stats": [
      ["Charge",5],
      ["Drift",3],
      ["Gravimetric Treads",2],
      ["Brakes",0]
    ]
  }, {
    "Model": "Tiny",
    "Description": "<p>The clanking of gears and pistons betrays the simple design behind this bot. It’s an old relic, but undoubtedly effective.</p><p>By contrast, the flying control bot is the latest model, equipped with powerful thrusters to lift the clanker. It uses a complex logic processor to direct the clanker.</p>",
    "Stats": [
      ["Clank",5],
      ["Crush",5],
      ["Logic",3],
      ["Lift",2],
      ["Teamwork",1]
    ]
  }, {
    "Model": "Jet",
    "Description": "<p>A powerful jet booster propels this bot forward and dangerous speeds. Agile fins allow it to maneuver tight turns and careful loops. It moves more like a missile than a fish.</p><p>Its tail is prehensile and strong, perfect for delicate operations or grabbing and dragging hostile targets. The prongs at the front can release concentrated jet fuel in a beam of destruction.</p>",
    "Stats": [
      ["Swim",1],
      ["Jet Boost",4],
      ["Tail",3],
      ["Jet Beam",5]
    ]
  }, {
    "Model": "Jackal",
    "Description": "<p>A discontinued model corrupted by strange magicks. Weak limbs are reinforced with intricate runes and formative energies. A confused processor inhabited by the soul of a wizard. Unreliable weaponry empowered by an unnatural arsenal.</p><p>Reforged to new “life”, who knows what this bot is truly capable of?</p>",
    "Stats": [
      ["Runic Limbs",4],
      ["Wizard Soul",2],
      ["Unnatural Arsenal",3],
      ["New",1],
      ["Unexpected",5]
    ]
  }, {
    "Model": "Octo",
    "Description": "<p>The chassis was forged in an alternate dimension; one without gravity or friction. It retains these properties in our dimension, allowing it to “swim” through the area with grace and precision.</p><p>Its biggest asset is a massive computational quantum processor. Its conclusions verge on foretelling. It can even send weak psychic signals to manipulate living beings, or release a blast of dimensional energy.</p>",
    "Stats": [
      ["Swim",2],
      ["Psychic Whispers",4],
      ["Foretelling",1],
      ["Dimensional Blast",3]
    ]
  }, {
    "Model": "Adept",
    "Description": "<p>Its true form is never seen, usually hidden by a complex holographic disguise. It can imitate any creature with shocking success. Eventually it may be discovered, but by then it has already put on its next disguise.</p><p>The secret is a complex material synthesizer that allows it to manipulate organic lifeforms with pheromones or manifest the powers of those it imitates. The only flaw is that it may eventually forget it was ever a bot to begin with.</p>",
    "Stats": [
      ["Camouflage",5],
      ["Deceive",4],
      ["Empathy",2],
      ["synthesize",3]
    ]
  }, {
    "Model": "Sprite",
    "Description": "<p>Usually a small hopping bot, it can draw matter from the quantum realm and increase its weight and size to impossible proportions.</p><p>Imagine a flea-sized jumper suddenly growing to a massive hulk mid-jump; smashing through any obstacle. Or imagine it suddenly shrinking to sneak through a keyhole or avoid a danger.</p>",
    "Stats": [
      ["Shrink",3],
      ["Grow",3],
      ["Adapt",2],
      ["Overcome",5],
      ["Quantum Limits", 0]
    ]
  }, {
    "Model": "Drone",
    "Description": "<p>Where there is one, there are a hundred. This bot can duplicate itself at an exponential rate, and each tiny bot can work together as a unified swarm.</p><p>Not only does the swarm grant strength, but a hive mind improves intelligence as well. Its chemical stingers can inject paralytic poisons, corrosive acid, or any chemical compound as needed.</p>",
    "Stats": [
      ["Strength",1],
      ["Speed",1],
      ["Sting",1],
      ["Size",1],
      ["Swarm", 5]
    ]
  }
]
}
