{
  "locations": [
    {
      "title": "Manicured Lawn",
      "description": "<p>Short, cropped grass, studded with daisies. Surrounded by a low brick wall over which ivy climbs. Quiet, save for distant birdsong. Nothing much here.</p>"
    },
    {
      "title": "Herb Garden",
      "description": "<p>Neat rows of exotic herbs in raised beds, gone to seed and overflowing their allotted space into the brick paths between. D6+depth herbs with useful properties growing here. D6+depth doses of each herb can be harvested.</p><p>Roll d10 for what a given herb does:</p><ol><li>Analgesic, heals 1 hp.</li><li>Hallucinogen (2d6 damage to wisdom)</li><li>Strength Tonic, +1 to damage.</li><li>Psychedelic; instantly re-memorize a spell cast today.</li><li>Re-roll last save vs poison/sickness</li><li>Paralysis, d6 turns, Save vs Poison avoids.</li><li>Vomiting for d4 rounds, no save.</li><li>Irritant, +1 to damage suffered for the next day.</li><li>Tastes really nice. Each dose is worth 10 silver.</li><li>Roll for Ynnian Alterations</li></ol><p>1-in-6 chance to identify a plant’s effects from pre-existing knowledge, except for characters with improved chance at survival skills, who get to use that chance instead. Otherwise, identify by trial-and-error.</p>"
    },
    {
      "title": "Vine Trellis",
      "description": "<p>Steel frameworks hold up a tangle of overgrown vines, producing dappled shade beneath them. Hiding is easy here (double chance). The vines produce deep blue fruit that can be fermented like grapes, producing a liquor that induces psychedelic visions.</p>"
    },
    {
      "title": "Orchard",
      "description": "<p>Fruit trees spaced out every few yards, coppiced so their branches start five feet above the ground. Trunks now gnarled and grizzled with age, branches extending into a tangled canopy that ends fifty feet up.</p><p>Fruits no longer harvested drop to the floor, where they rot and ferment. The place stinks of alcohol. Just breathing here is intoxicating, on entering Save vs Poison; on a failure 1 damage each turn you remain. Fruit still on the branch is still perfectly edible.</p>"
    },
    {
      "title": "Ponds",
      "description": "<p>Ornamental ponds, their surfaces covered in floating lilies. Huge drifting fish like bright orange and pink carp and catfish beneath the surface. Rushes and cat-tails grow here in abundance. There’s as many ponds here as the location's depth, plus 1. If you drink the water from a given pond, roll a d10 for its properties:</p><ol><li>Gone foul. 1 damage.</li><li>Invigorating. Tastes tingly, like mint. Heal 1.</li><li>Intoxicating. -1 to all mental rolls, +1 to all physical.</li><li>Just water. No effect.</li><li>Sweet tasting. No actual effect.</li><li>Bitter tasting. No actual effect.</li><li>Slightly fizzy, like champagne. -1 to fall damage for the next turn.</li><li>Tiny parasites. Tastes salty and organic. Save vs Poison or spend the next turn vomiting.</li><li>Corrosive. Tastes spicy. You don’t have to swallow, but if you do, d4 damage.</li><li> Enchanted. Roll for Ynnian Alterations.</li></ol>"
    },
    {
      "title": "Rose Garden",
      "description": "<p>Roses grown in neat beds, in huge varieties. Now overgrown, tangled masses of thorns dotted with brilliantly-coloured exotic roses.</p><p>Movement here is half speed due to the thorns. Alternatively, if you don’t care about getting scratched up, move at full speed for a turn (d8 damage) or a round (1 damage).<p></p>Only one rose grows here that’s pure black. Eat it, and you get +1 HP and black rose-petal-patterns like tattoos, permanently. It’s visible at the centre of the rose garden, but reaching it takes d6 damage with no clear route that avoids getting scratched up.</p>"
    },
    {
      "title": "Gazebo",
      "description": "<p>A jolly little wooden pavilion. Bright paint faded and peeling. Within, a few wicker chairs and manky cushions. Cobwebs, perhaps. Knickknacks such as tea-sets, decks of cards, opium pipes, worth d10+depth gold, plus roll for treasure. A safe place to camp at night; so long as there’s a flame within the Gazebo (from a candle, lantern or campfire), no monsters will attack those within.</p>"
    },
    {
      "title": "Hothouses",
      "description": "<p>Glass buildings that housed tropical plants. Now the window panes are cracked and broken, and the plants within either died off in the unsympathetic climate or overgrowing the place. Regardless of the weather outside, it’s warm, dry and pleasant within. To generate the map, drop a small handful of dice onto some paper. Where a dice lands, draw a hothouse. The cross section of dice is the floorplan of the glasshouse. Each corner on the upper face points to a doorway. D12s are two stories high, d20s 3.</p><p>Each hothouse contains one of the following (look at the number rolled for what):</p><ol><li>Rare plants worth d4+depth gold</li><li>Nothing of note.</li><li>Plants with medicinal properties. D6 doses, each heals 1 hp.</li><li>Fruit you can eat safely.</li><li>Poisonous plants. Ingesting or injection causes 2d6 damage. D6 doses.</li><li>Tables and chairs, now rusted over.</li><li>D4+1 pitcher plant. Can’t move from the spot. Armour as leather. 3 HD, 10HP, attacks d6 times a round (+3, d6), saves as fighter 3, immune to all the stuff you’d expect plants to be immune to.</li><li>No plants at all.</li><li>Digestive green slime growing over the ceiling. Make a sudden or loud noise and some drops on you (treat as an attack, +0 to hit, d6 damage). Be stealthy and you can see how every little noise causes it to ripple in response.</li><li> Ornamental gold birdcages.</li><li> Horrible spores. Breathing them in results in 1 damage per turn. No saves. Damage continues at the same rate once you leave, but roll a Save vs Poison. If you pass, it stops after as many turns as the dice roll. If you fail, it continues indefinitely. If you die from the spores, your corpse sprouts delicate flowers that spew more of the spores into their environment.</li><li> Under the greenery, human skeletons with creepers growing out of their rib-cages. Reanimate when approached. Plant-skeletons have AC as leather, 1 HD, 4 HP, claws (+0, d6), saves as fighter 1. Undead. Those killed reanimate as plant-skeletons a turn later.</li></ol><p>On a 13 or more or anything else shown: the glasshouse is sealed from the outside, the doors boarded over. Inside is dense with greenery trying to get out. If opened up, a sundew emerges each round. Stats as pitcher plants, but the plants aren’t immobile. Furthermore, anybody killed by the plant has a seed planted in them; a turn later, a new sundew rips free of their flesh.</p>"
    },
    {
      "title": "Orchid Houses",
      "description": "<p>Like the hothouses, these glass buildings protect from the weather. Generate where they all are like hothouses.</p><p>Each glass house contains rare orchids worth d10 x depth silver to a collector. There’s a chance that each orchid house contains something else. This is like the contents of hothouses, but all even dice rolls are instead ‘nothing interesting but orchids’.</p><p>The first encounter here, and 1-in-3 other encounters, will be with Rose Maidens.</p>"
    },
    {
      "title": "Silk-garden",
      "description": "<p>Steel frameworks eerily reminiscent of trees, but lacking in leaves, are spaced evenly. Hung from these, draped from tree to tree or suspended from the branches, are a mandala-like network of strands of silk in a brilliant rainbow of colours.</p><p>The silk is sticky. Save vs Paralysis or get stuck fast if you deliberately touch it. Running, combat, or anything else of a vigorous nature probably calls for a save each round to avoid touching the silk (but roll twice and take the better result). Once something’s stuck on the webs, the spinner worms arrive. Like fat silkworms as long as your arm. D4 of them per person stuck in the silk. Carnivorous.</p><p>AC as chain, 1 HD, 3 HP. Bites (+1, d4), saves as fighter 1. On a 20 to hit, spins more webs, fastening a limb to the body. Immune to the effects of the webs. Insectile intelligence.</p>"
    },
    {
      "title": "Chess Lawn",
      "description": "<p>A wide square lawn. 10-yard squares of neatly manicured grass alternate with black stone slabs. Scattered about are chess pieces in obsidian and white marble, each twice as high as a human. Here and there, scattered bits of human bones. For each side (black and white), 50% chance that the pieces are actually a full Chess Set collection of monsters. If both sides are monsters, the two sides are in a stalemate until the PCs arrive and each side entreats them for aid in their struggle.</p>"
    },
    {
      "title": "Hedge Maze",
      "description": "<p>A tangled maze of thorny hedges. Once you’ve gone in, each turn you’ve got two options:</p><ul><li>Explore the Maze. Each PC rolls a d20. For each 20, roll for a random encounter as something finds the players. Other rolls that are higher than the PCs intelligence score are discarded. Rolls equal to or lower than the intelligence score are added to a running total. Once the running total equals 50, the maze is fully explored and the party can go back or go deeper freely.</li><li>Go back the way you came. Once you’ve decided to do this, it takes 1 turn to get out again per turn spent in the maze so far, and then you can go back to the last location before the maze.<br>Hacking through the hedges helps, at a cost. Each player who hacks gets to add their d20 to the progress total, regardless of if it was greater than their intelligence or not. However, doing so attracts attention: automatically roll for an encounter. The same applies to other plans to circumvent the maze, such as climbing over.</li></ul><p>Once the maze is fully explored, the centre is found: roll a random treasure to see what’s there.</p>"
    },
    {
      "title": "Kennels",
      "description": "<p>Little wooden shacks that once housed various beasts and birds of the garden. Now abandoned and falling to ruin. Roll twice for events each turn here; things still nose about.</p>"
    },
    {
      "title": "Statuary",
      "description": "<p>A formal garden full of elegant, classical style statues. Many seem to depict people in great pain, surprised or frightened. Many statues are overgrown with ivy. 1-in-6 chance that one of the statues is of a famous missing person from the real world.</p><p>Anybody who dies here turns to a statue immediately. Until turned back to flesh, they can’t be resurrected.</p>"
    },
    {
      "title": "Woods",
      "description": "<p>A scattering of trees. The further in you go, the denser the trees get. Each turn exploring the woods brings you deeper in. After three turns, the light under the canopy is dim , after 5 it’s dark enough to need lamps, after 7 it’s as dark as night. Getting to the other side of the woods in order to go deeper takes at least 8 turns.</p>"
    },
    {
      "title": "Mausoleum",
      "description": "<p>A stone tomb surrounded by formal gardens and low hedges. A big rectangular block of marble, topped with a statue. 12 feet across. It’s hollow. You can pry away the slabs that make up the sides or lift the top to get inside. Inside, a grave. D4 skeletons, and roll for treasure. If you steal the treasure, Save vs Magic or be cursed; roll a d12 for the curse.</p><ol><li>-1 HP, permanently, and the word THIEF branded on the character’s forehead.</li><li>Transmutation! Roll for Ynnian Alterations</li><li>Blind in one eye.</li><li>Somebody you care about dies of unrelated causes. Probably just a coincidence.</li><li>Gold Lust: halve all XP from any treasure that’s not coinage or precious metals.</li><li>Karmic Misfortune: when you roll your next PC, treat all 6s as 1s.</li><li>No longer gain nutrition from eating meat.</li><li>-1 to all saves vs other curses, forever.</li></ol>"
    },
    {
      "title": "Shooting Range",
      "description": "<p>A long lawn, with large stakes driven into the ground at one end. Some of the stakes have bullet-holes in them. Some still have skeletons tied to them.</p><p>There’s nothing much of note here beyond that.</p>"
    },
    {
      "title": "Fountain Court",
      "description": "<p>Cracked pavement, grass growing between the slabs, surrounds a shallow pool with a fountain in the middle. The fountain still flows, water trickling into a crystal clear pool.</p><p>At the bottom of the pool, there’s coins that have been thrown in. If you take any out, you can’t get any benefit from the fountain, from that point on, and lose any benefits you might have gained. Throw a coin in the fountain and something good happens. You only get this the first time, after that you need to throw in something more valuable than the last one you threw in. The sequence is:<ul></p><li>Coin</li><li>Coin purse</li><li>Minor item (lantern)</li><li>Important item (sword)</li><li>Valuable item (spellbook)</li><li>Unique item (artwork)</li><li>Drown a living person.</li><ul><p>Roll a d10 for the benefit a given fountain grants:</p><ol><li>+1 HP permanently.</li><li>+1 to hit permanently.</li><li>+1 Strength permanently.</li><li>+1 Dexterity permanently.</li><li>+1 Constitution permanently.</li><li>+1 Intelligence permanently.</li><li>+1 Wisdom permanently.</li><li>+1 Charisma permanently.</li><li>+1 AC permanently.</li><li> D20 x Depth XP.</li></ol><p>Drinking from the fountain after you toss a coin in doubles the effects of the benefit.</p>"
    },
    {
      "title": "Shadow Theatre",
      "description": "<p>A semi-circular amphitheatre with stone steps for seats, now overgrown with moss and ferns. A central stage, with the rusted, rotted, crumbling apparatus for shadow-puppets.</p><p>Shadows here don’t move normally. They react when their owners remain still, and grope towards light-sources. Linger here, and the shadow begins to detach. 1 damage to charisma per turn spent here.</p><p>On leaving, this effect continues each turn, and make a Save vs Magic. On a failure, the effect carries on indefinitely. On a success, the damage stops after as many turns as the number rolled. If Charisma hits 0, the shadow is finally free. Heal all lost charisma. From this point on:<ul></li><li>The character casts no shadow.</li><li>The character has no reflection.</li><li>Attempts to draw the character become unrecognisable. Whole movements in abstract or stylized art might result from the attempts.</li><li>The character’s sense of self is eroded. Whenever they level up, reroll all previous hit dice for a completely new hitpoint total.</li><li>The shadow itself becomes an animate shadow; an intangible monster that hates the light.<br>HD 2, HP 12, Armour as chain, intangible claws (+2, d4 and 1 charisma damage), intangible and immune to physical damage, bright light does d6 damage a round, dead victims transform into more shadows.</li></ul>"
    },
    {
      "title": "Gear-works",
      "description": "<p>Great cracks in the ground give way to massive gears, ranging in size from a hand-span to the size of a small house. The gears are still turning, rust flaking from them as they slowly grind around. They seem to be linked into some great machine.</p><p>Getting caught in the gears deals d6 damage per round, and a Save vs Devices must be made to pull free or else another round’s damage is dealt next round as the victim is pulled further in.</p>"
    },
    {
      "title": "Tower",
      "description": "<p>An ornamental folly, looming over the treetops. Constructed of wood and brick, and overgrown with ivy. There’s a doorway ajar on the ground floor, and shuttered windows further up the tower. The tower can, therefore, be entered through the main door or at any floor if you climb to a window. There are d6+2 floors. Each floor is around 20 feet wide, with a curving wooden staircase leading to the floors above and below.</p><p>The interior is dusty, cobwebby and falling apart. Wallpaper peels from the walls, the carpet is mouldy, and water pools by the shutters. In addition, for each floor, roll d12 to see what else is there:</p><ol><li>Nothing</li><li>Treasure</li><li>An encounter! Something lives here.</li><li>An encounter! Something is also exploring.</li><li>Furniture, slowly falling apart.</li><li>A bookshelf. If searched, there’s a 1-in-6 chance that among them is a spellbook with a single random 1st level spell.</li><li>Birds nests, with eggs and the occasional hatchling squawking away.</li><li>Dense cobwebs, making vision and movement hard.</li><li>A skeleton, chained to the wall.</li><li>Stored food, enough rations to feed a party of 10 for a week, perfectly preserved.</li><li>Paintings of various sidhe. D4 of them. Each worth 100 gold multiplied by the depth of the location.</li><li>A full-length mirror, which reflects accurately but doesn't show anything non-magical. The entirety of Ynn and its natives are magical enough to show up, but the adventurers and things they bring with them might not be.</li></ol><p>The top floor, however, will have different contents. Roll a d12 twice for what.</p><ol><li>A huge brass bell.</li><li>A telescope</li><li>A camera obscura.</li><li>A treasure-horde. Roll for treasure 3 times. Add the number of floors in the tower to the location’s depth for this roll.</li><li>A magician’s library. Among other more mundane works, there are spellbooks containing d12 1st level spells, d10 second level spells, d8 3rd level spells and d6 4th level spells, d4 5th level spells, and a single spell of level 6+.</li><li>An encounter! A powerful monster lives here. Roll for encounters, adding the number of floors to the location’s depth for this roll.</li><li>A booby-trap! One of the floorboards is actually a pressure-plate, and will cause a flurry of metal darts to shoot from the cracks in the floorboards; everybody takes d4 damage if they don’t pass a Save vs Devices.</li><li>A cursed suit of plate armour, on a stand. When worn, the wearer has the normal armour class for plate armour. Furthermore, the armour allows the wearer to make a single final attack immediately if they would be slain; if this attack kills its victim, then they ignore the damage that would have killed them.</li><li>A half-finished clockwork-powered flying machine.</li><li>A giant mirror for sending flashed messages.</li><li>The skeleton of one of the sidhe - perfect and beautiful - in an elegant glass coffin.</li><li>A huge lamp that illuminates the location, and all adjacent locations. The lamp consists of a big glass bowl of water filled with bioluminescent shrimp.</li></ol>"
    },
    {
      "title": "Ice Rink",
      "description": "<p>A depression in the ground, lined with white marble, with a flat sheet of glassy ice at the bottom. The refrigerating magic here has been left to work unattended, and frost has spread out of control, killing the nearby plant-life.</p>"
    },
    {
      "title": "Firepit",
      "description": "<p>A deep pit in the ground, lined with stone slabs reinforced with iron, venting hot air up from it. A flickering orange light emanates from the pit’s depths. The pit is around 50 feet deep. At the bottom, liquid fire, something between molten metal and condensed plasma. Falling into the fire deals 2d6 damage a round. Merely being in the burning vapours coming off it deals 1 damage per round.</p><p>Everything here is scorched and burned. Ash flutters in the air, carried by eddies of swirling smoke. The atmosphere is stiflingly hot.</p>"
    },
    {
      "title": "Cemetery",
      "description": "<p>A neat formal garden, with gravestones evenly spaced every seven feet or so. Lilies and roses growing here, moss obscuring the detailing on the elegant art-nouveau headstones.</p><p>If you dig a grave up, roll a d6 to see what’s in it:</p><ol><li>Just a skeleton.</li><li>Nothing but dirt.</li><li>An animate skeleton, which is unhappy, for its rest has been disturbed.</li><li>An animate skeleton, which is so unhappy that it gives an angry scream, causing d6 more to rise from nearby graves.</li><li>Treasure (roll on page 72)</li><li>Nothing but dust.</li></ol><p>Animate skeletons have AC as leather, 1 HD, 4 HP, claws (+0, d6), saves as fighter 1. Undead. They can talk, and are flamboyant and verbose in their exaggerated emotions. If damaged but not killed, they can use their action to reassemble themselves, healing all damage.</p><p>At night, the skeletons emerge from their graves. There will be d20+1 of them hanging about. Roll a d8 for what they’re doing:</p><ol><li>Playing Boules.</li><li>Playing music; ribcage xylophones and thighbone flutes.</li><li>Having a formal debate over the theological implications of their continued existence.</li><li>Tending to the gardens. They may be wearing straw hats and dungarees.</li><li>Playing in a poker tournament. They gamble with teeth. The losers are  near-toothless, the winner has teeth jammed all over their skull.</li><li>Observing the moon through a telescope, and taking detailed maps.</li><li>Wailing and shaking and apologizing for their sins.</li><li>Scrimshawing each other.</li></ol>"
    },
    {
      "title": "Steam-pipes",
      "description": "<p>This is an area of lawn and flowerbeds, once artfully arranged to hide the presence of a large number of steam-pipes. Now, the flowers have died back and the turf has split, revealing hissing, clanking iron pipes. They’re fitted with pressure valves and outlets. Turn the tap on and steam shoots out of the outlet, scalding everything in its path (90° arc, 10 feet out) for 2d4 damage. Save vs Breath Weapons negates; if you’re expecting the steam roll twice and take the better result. If the steam-pipes are damaged, the same happens from the rent in the metal. Then, each round thereafter, it gets worse: pressurized steam starts to rip bits of metal from the damage. The range increases by 10 feet, and the damage steps up a dice size (2d6’s, then 2d8s, etc.). </p><p>All sorts of things might damage the pipe. Experiments to see what’s in it, stray missiles, very heavy things falling on them. If in doubt, roll a d6, and on a 1 or 2 the pipe is busted.</p><p>After the first time the steam pipes are encountered, the pipes might carry something else. Roll a d6 for what’s in the pipes: </p><ol><li>Steam</li><li>Acid</li><li>Quick-lime</li><li>Molten Tar</li><li>Boiling Water</li><li>Boiling Oil</li></ol><p>Regardless of what’s in the pipes, the damage stays the same.</p> "
    },
    {
      "title": "Cliff Garden",
      "description": "<p>This garden is planted on a large vertical wall, as if the ground was rotated ninety degrees. Grass, flowers, and little trees all grow normally, poking out from the cliff and then bending to grow upwards.</p><p>The cliff section is suspended over a yawning abyss. There’s no visible bottom, it just fades into mist. Fall in, and you’re just gone. The trip is one way, there is no return. Flying will stop you falling in, but won’t save you once you’ve fallen; the pull of the abyss is too strong, it’s like being dragged underwater by a riptide. The turf is soft enough that you can make handholds just by thrusting your hands and feet in, or else you can grab onto plants, roots and other bits of garden. It’s perfectly safe as nothing goes wrong. However, something might go wrong if:</p><ul><li>You take damage.</li><li>You make an attack.</li><li>You try to ‘run’ or otherwise move fast.</li><li>Something surprises you.</li><li>You need to use both hands for a task.</li></ul><p>Add up the total of your Strength, Dexterity and Constitution. This value is your grip. Every time something might go wrong, roll a d20., and deduct the result from your grip. Deduct any damage you suffer from the total as well. When your grip hits 0, you fall. There’s a round for you to be caught before it’s too late, and after that you’ve dropped off the gardens and into the abyss.</p><p>If a full exploration turn passes without your grip worsening, it resets to its starting value. Using specialist climbing gear, magic or similar might increase your grip strength, at the GM’s discretion.</p>"
    },
    {
      "title": "Mushroom Beds",
      "description": "<p>A number of beds of bare earth, under large iron rooves to keep the sunlight off them. The rooves are ten feet off the ground. There’s plenty of room under there, or you can walk over the rooves. The mushroom beds are packed with mycelium threads under the dirt, and various exotic fruiting bodies.</p><p>Roll a d8 for what the fruiting bodies actually look like:</p><ol><li>Slightly luminous, delicate pink mushrooms.</li><li>Wide, flabby grey toadstools.</li><li>Slender black slimy mushrooms.</li><li>Vivid yellow puffballs.</li><li>Dark blue fronds.</li><li>Tiny white clusters of mushrooms.</li><li>Broad red toadstools.</li><li>Huge, flaky white puffballs.</li></ol><p>Disturbing the mushroom beds , by treading on them for example, causes them to release spores. Everybody nearby must make a Save vs Poison, or suffer the following effects (roll d8 for what).</p><ol><li>D4 damage, as the spores cause the lungs to fill and the host to choke.</li><li>D6 damage to dexterity as the spores cause tremors and twitches.</li><li>D6 damage to wisdom, as the spores cause geometric hallucinations.</li><li>D6 damage to constitution, as the spores cause sweats and vomiting.</li><li>D6 damage to charisma, as the spores cause the skin to crack and discolour.</li><li>D6 damage to intelligence, as the spores induce delirium.</li><li>D6 damage to strength, as the spores cause muscles to seize up.</li><li>Loss of one level, as the spores cause lethargy and dull the senses.</li></ol><p>The effects will repeat each turn for d6 turns. After the second time, the victim’s skin gets all lumpy and bulges can be seen in their flesh. After the third time, mushrooms start to emerge from under their fingernails and out of their orifices. After the fourth time, and thereafter, more and more mushrooms grow from cracks in their skin.</p><p>The infection progresses until cured (with a cure disease, delay poison or similar spell), the infection runs its course, or the victim dies.</p><p>Each appearance of mushrooms will always release spores with the same effects. So, for example, in every location visited, dark blue fronds might always produce hallucinogenic spores. The first encounter here, and 1-in-3 encounters thereafter, will always be with Myconid Composters.</p>"
    },
    {
      "title": "The Mask Gallery",
      "description": "<p>This takes the form of a long wall, on which are hung various mask. Each surrounded by a picture frame, one of each mask. The masks present, and what happens when you wear them, are:</p><ul><li><strong>The Reaper.</strong> Ivory, a human skull. Stylized. The wearer deals 3 more damage whenever they deal damage, and suffers 3 more damage whenever damage is done to them. Small animals, insects and so on tend to lie down and die peacefully around them.</li><li><strong>The Child.</strong> Round porcelain, brightly painted. Reduced to level 1, never gain levels (the levels come back when the mask comes off). 19-in-20 chance to ignore any effect that would kill or remove the character. Become innocent and naive.</li><li><strong>The Black Goat.</strong> Horn and black velvet, and glass eyes. The wearer gets +3 charisma and +3 constitution. They always fail any saves to resist mind control and emotional manipulation. They find genteel civilization tiresome, and long to run into the woods where they can rut and fight and spill blood beneath the moon.</li><li><strong>The Bloody-faced Man.</strong> Crudely made from wood, painted red. Human teeth in the mouth. +3 to hit. 200 XP every time the wearer takes the heart from somebody or something they killed. Halve all XP from treasure.</li><li><strong>The Flame.</strong> Stylized red and orange fire on silk. The wearer is immune to damage from fire, but takes double damage from other non-physical sources such as lightning etc. They are consumed by an urge to commit grand and exotic acts of arson.</li><li><strong>The Harlequin.</strong> Delicately patterned white and black porcelain, with gold inlay. The wearer can sneak as if they were a thief/specialist/expert of their level, or if they were already a class that gets a chance to hide, double their chance. Whenever a random victim is chosen for a trap, curse or similar, instead the Harlequin is the victim. Their life takes on an air of ineffable tragedy.</li><li><strong>The Crow-doctor.</strong> Black-painted wood with glass lenses over the eyes. +5 to saves vs poison and sickness.Can ‘transfer’ hit points to a patient being treated, taking 1 damage for each point of healing the patient receives. -3 Charisma, -3 Strength. The wearer starts to see other people in a cold, clinical light; they’re things to fix, not really people like the doctor is.</li><li><strong>The Warlock.</strong> Ugly carved wood, with exaggerated facial-features and big sharp teeth. The wearer can memorize an extra spell of any level they can cast. Reaction rolls when they’re present are made at -3.</li><li><strong>The prisoner.</strong> A steel faceplate, with rivets and a grille over the eyes. +2 AC, -1 initiative, +1 chance to be surprised. The wearer seems subtly grotesque, everybody is sure that whatever’s under the mask must be horrific.</li><li><strong>The Refined Lady.</strong> Delicate china. Black inlaid script highlights well formed facial features. Double all XP gained for treasure. Gain no XP for anything that’s not treasure. Gain the minimum HP per Hit Dice on levelling up. The wearer gains a sophisticated taste in art, food, and company. Their subjective tastes are always flawless, nobody of class would disagree with them. Take a total of the wearer’s charisma and constitution scores: this is their sense of self. Each day that the mask is worn, reduce that sense of self by 1. When their sense of self is half its starting value, the mask begins to take over. If they ever act in a way that goes against the mask’s archetype, they can gain no XP for the next day. If their sense of self becomes 0, the mask takes over entirely, and they become an NPC. Removing a mask is difficult and dangerous. Make a Save vs Magic to do so, or else the mask is stuck fast to the wearer’s face and can’t be removed. Regardless of if the save is passed or failed, the attempt is incredibly painful; the wearer takes d4 damage, plus one more per day the mask’s been worn. </li></ul><p>The Mask Gallery will only be found once per expedition. Thereafter, treat this result as ‘manicured lawn’ instead.</p>"
    },
    {
      "title": "Settlements",
      "description": "<p>One of the pseudo-civilized races of the gardens dwells here. The settlement consists of a number of sheds or shacks clustered together, reinforced with improvised materials. Roll a d6 for which creatures live here:</p><ol><li>Floral Spiders (in which case there are large webs between the building and lines of silk threading across the space).</li><li>Rose-Maidens (in which case the buildings are interwoven with dogroses and creepers).</li><li>Myconid Composters (in which case the buildings emerge from a vast, steaming compost heap).</li><li>A Chess Set (in which case the sheds are decorated with heraldic crests).</li><li>Animal Servants (in which case the place is run-down and ramshackle)</li><li>Salamanders (in which case the place is built between vast bonfires).</li></ol><p>There will always be large numbers of the inhabitants present; d20+10 Rose Maidens or Myconids, a full complement of animal servants, a full chess set, 2d6 Spiders or d6 Salamanders.</p>"
    },
    {
      "title": "The Splicing Vats",
      "description": "<p>Concealed behind a hedge, there are the splicing vats. Towering glass-and-steel edifices, the splicing vats let you combine disparate living things to produce the various marvellous hybrids of the gardens.</p><p>The vats are two stories tall, glass tubes like a mad scientist might grow clones in. There’s all manner of tubes and pipes going in and out. The whole thing is filled with a slightly cloudy pinkish or greenish liquid.</p><p>There’s a hatch in the front, latched shut, bit enough for a person to crawl through. There’s another little inlet valve, just big enough to poke your finger into. There’s a control panel, too, a brass and blackiron plate with five unmarked buttons on it.</p><p>Using the Vats properly is difficult. The correct method works like this:</p><ol><li>Open the hatch, drain the fluid, and put the new test subject to be spliced into the vat.</li><li>Press the correct button, to fill the vat with amniotic fluid.</li><li>Introduce some genetic matter into the little inlet valve. Blood works fine, sap works fine, flesh works fine. Eggs and seeds will do, too.</li><li>Procedure A, B, C or D is selected, depending on the intended result. Perhaps a combination. Perhaps this is repeated.</li><li>The hatch is opened, and the newly modified creature comes out.</li></ol><ul><li>A. This procedure passes subtle traits from the donated genetic material onto the subject. So, put in a human’s DNA, and a human subject’s face might warp to look like them. Put in a tiger’s DNA, and a plant’s leaves develop tiger-stripes. ‘A’ stands for Appearance.</li><li>B. This procedure morphs the subject into a half-and-half hybrid with the introduced DNA. So, put in an owl and a bear, select ‘B’ and get an owlbear. Put in a human and a butterfly, and get a pixie. ‘B’ stands for ‘Blend’.</li><li>C. This procedure gives the subject a noteworthy trait from the genetic material introduced. Human DNA makes the subject sentient like a human. Spider DNA lets them spin webs. Bat DNA gives the echolocation. Mushroom DNA makes them spew reproductive spores. Elephant DNA makes them grow a trunk and tusks. ‘C’ stands for ‘capabilities’.</li><li>D. This procedure makes the effects of any previous stuff done to the subject inheritable. ‘D’ stands for ‘DNA’.</li></ul><p>Of course, players will probably get this wrong.</p><p>If they put genetic material into the tank in step 1, rather than a whole being, the vats produce a helpless foetus that dies when removed.</p><p>If they put another living thing through the hatch in stage 3, any button press produces a horrible cronenbergian mishmash monster.</p><p>If there’s no amniotic fluid added in stage 2, then each alteration causes horrible wounds. D20 damage, maybe.</p><p>Pressing buttons A-D without a subject results only in some splurting noises.</p><p>As a GM, you will have to homebrew some rules if the players do this to each other. Have fun with that!"
    },
    {
      "title": "Incubation Beds",
      "description": "<p>These flowerbeds are studded with glass pipes carrying faintly luminous green oil. The oil pools and collects in glass orbs, and seeps out through crystalline thuribles.</p><p>There’s a warm, soft green haze in the air. It smells of mint and pepper. The air thrums and tingles with vitality. The flowers grow vigorously. They’re far bigger than elsewhere; beds of tulips are large enough to form a canopy of bright petals over your heads.</p><p>In the incubation beds, healing is doubled. Each turn, injured characters heal 1 HP without even needing treatment. Those healed here tend to heal oddly. Whenever a character benefits from the effects of the Incubation Beds, they roll for Ynnian Alterations.</p>"
    },
    {
      "title": "Vivisection Theatre",
      "description": "<p>This is a semi-circular amphitheatre, with stone steps as seats and a platform in the middle that acts as the stage. All are overgrown with moss and ferns.</p><p>On the stage itself, there’s a metal surgical table, with restraints at either end for wrists, ankles and the head. Other apparatus is scattered about - lamps, clamps, pumps and so on, but these delicate devices have rusted into total uselessness.</p><p>This was, once, an important place. There’s treasure here, scattered among the seats. Roll for it to see what.</p>"
    },
    {
      "title": "Electrodyne Thicket",
      "description": "<p>Here, the plants grow thick and tangled, vines and creepers growing over a hemispherical wire cage.</p><p>The outside of the cage is a mess of vegetation. The inside is remarkably clear. Smooth concrete floor, and no plants. There’s a hum in the air, and the smell of ozone.</p><p>In the dead centre, set in the floor, there’s a strange machine. About the size of a human head made of interlocking concentric rings of black stone that whirl around each other like some strange planetarium.</p><p>Once every turn, the device gives out a great burst of electricity. Arcs of lightning are flung from it, striking the cage and earthing themselves. Anything inside is struck and takes the brunt of the shock, hence the lack of vegetation. Getting zapped deals 2d6 damage. There’s an extra d6 damage if metal armour is worn. There’s an extra d6 damage for each hand holding a metal item, like a lantern or sword. There’s an extra d6 damage if you’re carrying metal treasure (such as jewelry or coins). No save unless you can somehow dodge lightning. Everybody inside the cage is struck. If removed from the cage, it arcs to the closest big metal thing (bigger than a person). Everything living in the way is struck by the electricity. It’s not bolted down or anything; put it in a metal box and you’ve got a pretty good bomb.</p>"
    },
    {
      "title": "Winery",
      "description": "<p>This is a wide marquee, with a wooden slatted roof and open sides. Inside, there are various tables and chairs, suitable for a garden party, and several large wine barrels piled up.</p><p>There are 2d6 barrels, each well preserved but unmarked, and a further 2d20 wine bottles. The wine within is near-unique, hundreds if not thousands of years old and made by inhumanly talented vintners. Each bottle is worth 100 silver on the market, each barrel 1000.</p><p>If a whole bottle of wine is drunk while still in Ynn, the drinker instantly becomes drunk, and gains the following benefit permanently (roll d12):</p><ol><li>+1 maximum HP.</li><li>+I Strength.</li><li>+1 Dexterity.</li><li>+1 Constitution.</li><li>+1 Intelligence.</li><li>+1 Wisdom.</li><li>+1 Charisma.</li><li>+1 to saves vs Paralysis.</li><li>+1 to saves vs Poison.</li><li>+1 to saves vs Breath Weapons.</li><li>+1 to saves vs Devices.</li><li>+1 to saves vs Magic.</li></ol><p>You can only gain each bonus once: if you drink the same wine again, all you get is even drunker. Drinking the wine outside of Ynn confers no benefit save a particularly aesthetic sort of inebriation.</p>"
    },{
      "title": "Ruins of Ynn",
      "description": "<p>This far out, things start to fall apart. The arcane machinery underpinning the gardens runs haywire, causing things to lose their normal structure.</p><p>The default for an area of Ynnian Ruins is an expanse of flower beds and lawns. There are great cracks in the ground, and collapsed blocks of stone and concrete where greater structures once existed.</p><p>To generate a map of the area, drop a bunch of dice on a sheet of paper, and note down what dice landed where. The dice rolled gives a feature.</p><ol><li>A huge block of stone, the same shape as the dice that rolled it.</li><li>A deep pit. 10 feet per side on the dice that rolled it.</li><li>A wide chasm, 5 feet long per side on the dice that rolled it.</li><li>A tangle of barbed wire and rose thorns. Moving through deals 1 damage a round. 5 feet across per side on the dice that rolled it.</li><li>A column of baroquely coiled stone, with a wide platform at the top.</li><li>A row of collapsed columns, as many as the number of sides on the dice that rolled this.</li><li>A pool of corrosive, spitting liquid. Each round of exposure deals d6 damage, 2d6 for complete immersion. 1 foot across for each side on the dice that rolled it.</li><li>A pile of rubble.</li><li>A fallen statue, 20 feet high.</li><li>A mass of gears emerging from the soil, still slowly churning. Get caught in the gears and take d6 damage a round.</li><li>A long, hollow pipe leading into the ground, with dirty water at the bottom.</li><li>A huge tree, a redwood as tall as a 6-story building.</li><li>A set of railway tracks twisted into a pretzel-knot.</li><li>The smashed, scorched remains of a horse-drawn carriage.</li><li>A ladder leading up into the sky. Tall enough you can’t see the top, it just fades into the misty heights.</li><li>A row of metal girders emerging from the ground like teeth.</li><li>A single huge stone hand, as big as an elephant.</li><li>An elegant arch-bridge made of rusted metal.</li><li>A cluster of blinking eyes studded into the ground.</li><li>A huge mouth, wide enough to swallow a person, set in the ground. It’s hungry. Anybody going near enough for it to bite gets attacked (+0 to hit, d20 damage, if the damage is even you’re sucked into the mouth and it starts chewing for d20 damage a round.</li></ol><p>Anything else. An iron lamp-post with a lit lantern at the end.</p><p>The ruins here shift. Each turn, remove one of the features. Take a new dice without looking, and drop it onto the map. The new feature emerges in whatever way makes most sense; stone blocks fall from the sky, perhaps, and chasms open up like mouths. Alternatively, the thing just fades in when nobody is looking - that statue was always there, how did you not notice? Maybe do this a few times in a turn to weird-up the place even more.</p><p>Trying to map this place makes your head hurt. The angles and distances change when you aren’t looking. Go much further than this, and you suspect reality will start to fall apart entirely.</p>"
    }
  ],
  "details": [
    {
      "title": "Empty",
      "description": "<p>This location is surprisingly devoid of inhabitants. No insects, no birdsong. If an event would result in an encounter showing up, instead that encounter doesn’t.</p>"
    },
    {
      "title": "Treasure-pile",
      "description": "<p>There’s a little heap of treasure in the centre of the lawn here, glittering in the sunlight. There’s 5d10 silver in various denominations, and roll for treasure twice.</p>"
    },
    {
      "title": "Graffiti",
      "description": "<p>Explorers from the real world have scrawled graffiti across a wall here.</p><p>If there’s some threat inherent to the location, the graffiti warns about it. If there’s something valuable that could be salvaged inherent to the location, the graffiti points it out. In addition, roll three d20s for what else the graffiti says - each piece is in a different hand.</p><ol><li>[Xandu The Mighty/Roderick/Black Alice/Alokraihne Valentinez/Big Dave/Eleanor of Cym/The Black Rat] woz here.</li><li>A religious symbol (such as a crucifix, ankh, or similar)</li><li>‘Don’t drink the water’ (often good advice).</li><li>‘Drink the water’ (often dangerous advice).</li><li>‘The flowers are parasites’.</li><li>‘The door closes in 24 hours;,</li><li>‘Days are twice as long’.</li><li>‘If I never return, tell my wife/husband I love them’ [dated at least a century ago]</li><li>‘Turn back now, before it’s too late!’</li><li>‘Ignore the other graffiti, it’s perfectly safe’ (probably not true).</li><li>‘There are other doors out! Have faith!’ (true)</li><li>‘I want to go home’ (an understandable sentiment).</li><li>‘Don’t trust the Shining Ones’ (refers to the decadent-feral sidhe)</li><li>‘Deeper in, there are more doors leading to other places’ (true)</li><li>‘This is where we came in. Remember this place.’</li><li>‘[Gug/Van Moldus/Jeremiah/ Alice/Torven/The Princess] died here’.</li><li>‘The Masks are all cursed, except for the Child’s Mask’. (refers to the Mask Gallery - actually, all the masks are cursed).</li><li>‘Take heed, traveller! Another way out lies beyond the belltower!’ (there are other ways out, but the exact route to them varies).</li><li>‘I hate trees’ (an understandable sentiment)</li><li>‘Beware the Vats! Correct order or you Perish!’ (refers to the splicing vats; and, indeed, if you get things wrong in the vats, it can be disastrous).</li></ol>"
    },
    {
      "title": "Well Maintained",
      "description": "<p>Unlike most other parts of the gardens, this area is perfectly preserved. Metalwork isn’t rusty, stone isn’t eroded. The grass is neatly mowed, the hedges clipped, the flowers in straight rows.</p>"
    },
    {
      "title": "Dead Explorers",
      "description": "<p>The corpses of d6 explorers. They are (roll d6):</p><ol><li>Still warm.</li><li>Fresh enough that they’ve not been nibbled on.</li><li>Partly eaten.</li><li>Decaying and squishy.</li><li>Desiccated and shrivelled.</li><li>Bare skeletons.</li></ol><p>Roll a d10 for what sort of adventurer each was, and what’s on the body if they try and loot it.</p><ol><li>A thief. Leather armour, dagger, lock-picks, rope.</li><li>A ranger. Leather armour, hand axe, 12 arrows, longbow, grappling hook, rope,.</li><li>A knight. Plate armour, shield, longsword.</li><li>A priest. Chainmail, mace, holy symbol, holy book.</li><li>An assassin. Dagger, crossbow, 10 bolts garrotte, disguise kit.</li><li>A soldier. Chainmail, pike, entrenching tools, shield.</li><li>A magician. Staff, and a spellbook with d6 random spells.</li><li>An alchemist. Knife, vial of contact poison (save or die), vial of acid.</li><li>An exorcist. Plate armour, vial of holy water, hammer.</li><li>Bounty hunter. Crossbow, 10 bolts, shackles, hand axe, steel-trap.</li></ol><p>Plus 2d10 silver pieces, and roll for treasure.</p><p>If there is a threat inherent to the location, then that is the obvious cause of death. Otherwise, roll d6 for what the corpses are doing:</p><ol><li>Hung by the neck from tree branches.</li><li>Sat in iron chairs at a patio table, as if having a meal.</li><li>Impaled on wooden spikes.</li><li>Laid out respectfully on the ground, as if for a funeral.</li><li>Sealed in glass coffins.</li><li>Spread-eagled, pinned to the ground by the hands and feet to prevent rising, with an exotic orchid growing from the mouth.</li></ol>"
    },
    {
      "title": "Nests",
      "description": "<p>Dozens of rooks’ nests, tangled masses of twigs and detritus. Empty.</p>"
    },
    {
      "title": "Rumbling",
      "description": "<p>The ground here trembles gently, and emits deep rumbling, as if something under the earth is grinding slowly to the surface.</p>"
    },
    {
      "title": "Lamp-post",
      "description": "<p>A black, wrought iron lamp-post stands in the middle of the open space here. It illuminates the area reliably. Nobody knows who changes the candles each night.</p>"
    },
    {
      "title": "Silver Filigree",
      "description": "<p>Scattered among the plants here are delicate art-nouveau curlicues made from silver. These are not sculptures, they’re plants from a different form of life - the mineral life that grows deep below the earths veins on a geological timescale. Most are somewhat tarnished by now, and several have moss or lichen growing on them. Harvesting the Filigree is a relatively simple matter. Just dig them up and wipe the dirt off. Together, they’re worth about the same as 100 silver coins, multiplied by the area’s depth.</p>"
    },
    {
      "title": "Glass Tubes",
      "description": "<p>The location is criss-crossed with dark tubes that weave in and out of the ground, coil around terrain features and entangle with the vegetation.</p><p>The tubes carry some sort of fluid apparently important to the machinery that keeps this place going. An iridescent fluid, refracting brilliant colours like a peacock feather or oil on water, the consistency of shower-gel. It smells and tastes like absinthe. Get it on your skin and you need to Save vs Magic or else roll for Ynnian Alterations. Drink it, and there’s no save.</p>"
    },
    {
      "title": "Steel Frames",
      "description": "<p>Jutting from the ground here are huge steel girders, big enough to be the structural supports for some weirdly curved skyscraper. Twisted and bent in odd ways, like the hand of god wrung the tower like a towel, and then everything but the girders were removed, leaving only the metal frame.</p>"
    },
    {
      "title": "Dead Birds",
      "description": "<p>The ground is littered with dead birds, as if they dropped out of the sky suddenly. Brightly coloured, their feathers all broken and bedraggled.</p>"
    },
    {
      "title": "Flooded",
      "description": "<p>There’s standing water here, between knee and waist deep. Plants and structures emerge from the water, algae clinging to them by the water-line. It smells stagnant.</p><p>Humans need to wade, smaller things to swim. Halve movement speeds.</p>"
    },
    {
      "title": "Burned",
      "description": "<p>There has been a fire here. There’s a thin layer of ash on the ground, trees are scorched, vegetation reduced to skeletal charred remains that crumble under your touch. Structures are weakened. 1-in-6 chance that the charred structure collapses at the worst possible moment if you venture onto/into it.</p>"
    },
    {
      "title": "Frozen",
      "description": "<p>Everything here is covered in a layer of frost that twinkles in the light. Water has a layer of ice several inches thick. The source of the cold is inexplicable. 1 damage per turn if you linger here, unless you’re warming up by a fire, indoors or wrapped up in cold-weather gear.</p>"
    },
    {
      "title": "Ivy-covered",
      "description": "<p>Ivy grows over absolutely everything here in a tangled blanket. Everything’s silhouette is softened and green. Underneath, the structures are perfectly preserved.</p>"
    },
    {
      "title": "Singing",
      "description": "<p>Music filters through the area softly. Like droning church organs, whale--song, Theremins attempting Gregorian chants. The source is a set of gold tubes, six inches thick, emerging from the ground, hidden behind greenery.</p><p>Listening to the music promises to grant the listener Ynnian insight, although filtered through synesthetic psychedelia Each turn spent doing nothing but listening allows the listener to ask the GM a single question. The GM rolls a d10 to determine the list of possible answers, and then picks the most appropriate one.</p><ol><li>Crimson, Violet, Turquoise, Viridian, Azure, Black, White, Grey</li><li>Spider, Butterfly, Slug, Wasp, Dragonfly, Maggot, Ant</li><li>Wind, Rain, Snow, Sunshine, Thunder, Fog, Clouds</li><li>Fox, Crow, Horse, Rabbit, Pheasant, Sheep, Mole, Frog</li><li>Eye, Mouth, Finger, Foot, Neck, Hand, Leg</li><li>Gold, Silver, Bronze, Iron, Lead, Chrome, Steel</li><li>King, Queen, Castle, Bishop, Knight, Pawn</li><li>Swords, Wands, Coins, Cups, Hearts, Spades, Diamonds, Clubs</li><li>Earth, Wind, Water, Fire, Wood, Metal</li><li>Poet, Soldier, Thief, Farmer, Princess, Priest, Witch, Hangman, Moneylender</li></ol>"
    },
    {
      "title": "Glass-roofed",
      "description": "<p>This whole location is inside a single giant glasshouse. The climate is slightly warmer and more humid than normal, it’s misty and stifling. You’re protected from outside weather.</p><p>1-in-3 encounters here will be with Myconid Composters (at night) or RoseMaidens (during the daytime). They have settlements here.</p>"
    },
    {
      "title": "Sidhe Skeletons",
      "description": "<p>The skeletons of some of the sidhe, d4 of them.</p><p>A sidhe’s bones are made of perfect alabaster. Each bone is thin and delicate; a thigh-bone is the width of a human finger, ribs are wire-thin, the skull no thicker than cardboard. The creature’s frame is taller than a human. The proportions are perfectly symmetrical. Even in death, the bones scattered and fell into patterns that are aesthetically balanced. To a collector, each bone in the sidhe’s skeleton is worth an average of ten gold. There are 250 bones in the body.</p>"
    },
    {
      "title": "Clockwork Parts",
      "description": "<p>The structures here (be they fences, buildings, trees or the floor) have clockwork built into them. The wheels and gears turn slowly, producing a steady polyrhythmic ticking.</p>"
    },
    {
      "title": "Inverted",
      "description": "<p>The whole location is upside-down; it is built and grows on the ceiling over a yawning abyss. Trees grow down, with roots in place of branches, grass hangs limply.</p><p>The abyss has no visible bottom, it just fades into mist. Fall in, and you’re just gone. The trip is one way, there is no return. Flying will stop you from falling in, but won’t save you once you’ve fallen; the pull of the abyss is too strong, for it’s like being dragged underwater by a riptide. Maybe you can cling to the trees and other structures here, if there are any. Otherwise, you need to navigate by hanging onto plants, roots and other bits of garden, like doing monkey-bars. It’s perfectly safe as nothing goes wrong. However, something might go wrong if:</p><ul><li>You take damage.</li><li>You make an attack.</li><li>You try to ‘run’ or otherwise move fast.</li><li>Something surprises you.</li><li>You need to use both hands for a task.</li><ul><p>Add up the total of your Strength, Dexterity and Constitution. This value is your grip. Every time something might go wrong, roll a d20 and deduct the result from your grip. Deduct any damage you suffer from the total as well. When your grip hits 0, you fall. There’s a round for you to be caught before it’s too late, and after that you’ve dropped off the gardens and into the abyss.</p><p>If a full exploration turn passes without your grip worsening, it resets to its starting value.</p><p>Using specialist climbing gear, magic or similar might increase your grip strength, at the GM’s discretion.</p><p>You can’t Go Deeper without crossing the location, but you can Go Back to where you just came from."
    },
    {
      "title": "Floating",
      "description": "<p>Like an Inverted location, this one is suspended over the yawning abyss. The location is made up of floating islands of turf and concrete that hang suspended in mid-air, unmoving.</p><p>There are no bridges between the islands. Maybe you can jump, or put your own bridge across.</p><p>Falling into the abyss is just like in Inverted locations or Cliff Gardens. You have 1 round to rescue yourself or be rescued, and then you’re gone forever. You can’t Go Deeper without crossing the location, but you can Go Back to the way you came.</p>"
    },
    {
      "title": "Chasms",
      "description": "<p>This location is split into sections by chasms leading to the yawning abyss. Huge cracks in the ground lead to the misty nowhere that seems to lie beneath the Gardens. The chasms are wide enough to jump across, most of the time. Unless something goes wrong.</p><p>Jumping requires two things: that you have enough force to reach your destination, and that you land safely without falling when you get there. These can be represented with Strength and Dexterity checks respectively, when appropriate. If you fall in, you have a round to rescue yourself or be rescued, as ever.</p><p>There could be a whole other world at the bottom of the misty abyss. Perhaps it is wonderful down there. Nobody knows for sure; nobody ever comes back. Perhaps that’s where the sidhe ended up.</p>"
    },
    {
      "title": "Smouldering",
      "description": "<p>This area is still dimly on fire. Although the fire has mostly burned its course, leaving everything blackened and charred, flame still coruscates over various surfaces in little dancing bands.</p><p>It is trivial to avoid actually going into the flames themselves. If you do (perhaps somebody pushes you in, or you fall as part of some other mishap, or you’re just stupid) then you take d6 damage a round and make a Save vs Breath Weapons; failure means you catch light and burn for d6 damage a round even when you get out. Perhaps an on-fire character spreads the flame with them as they flail about, too.</p><p>Although the fire is easy to avoid, the area is still dangerous. The heat and smoke-filled air deal 1 damage each turn just for being there.</p>"
    },
    {
      "title": "Churning",
      "description": "<p>The ground here moves of its own accord. Not quite like an earthquake, more like the way a ship’s deck sways and shifts in rough water. The turf splits and re-seals itself every few minutes as the ground-level warps. Trees, buildings and other structures sway wildly.</p>"
    },
    {
      "title": "Predatory",
      "description": "<p>This location wants to eat you. The loam itself is hungry. It can’t see, but it can dimly hear and senses vibrations. If you make too much noise or cause too much vibration in the ground, it will try to take a bite. A mouth - made of loam and clay but with white ivory teeth - opens up by the victim’s feet.</p><p>Roll to hit at +0 to see if the attack hits (bonuses for shields don’t count here). A hit deals d12 damage and clamps the mouth onto the character’s body. It chews for d12 damage each round thereafter until the character either dies (and is swallowed) or pulls free.</p><p>Causing a mouth pain causes it to let go of whatever’s in it. Anything that causes 5 or more damage in one go will do this, as will anything spicy (like horseradish or chili), any fire, or particularly pointy things (like caltrops). The mouth spits out whatever’s in it, and seals up to resemble blank turf once more.</p><p>Any number of mouths can try eating people at once, but only one mouth per person. If you aren’t on the ground (up a tree or on a fence for example), the mouths can’t get you. Speaking doesn’t trigger a mouth, but walking might and running, fighting or other strenuous activity certainly does. Walking carefully has a 50% chance to provoke a mouth. Thieves and other stealthy characters get their normal chance at stealth as an extra save to avoid attracting the mouths no matter what they’re doing, so long as they try to do so stealthily.</p>"
    },
    {
      "title": "Fleshy",
      "description": "<p>This section of garden has all the plants made of meat, bone and gristle rather than vegetable matter.</p><p>Trees are pillars of bone, with rib-like or hand-like branches and leaves that are flaps of red skin. Grass is instead long strips of soft flesh like on the inside of the throat. Flowers made of delicately folded mucus-membranes sit on the end of cartilage stems. Here and there, an eyeball peers out of the soil, blinking placidly, or a set of fleshy fingers grasps at your ankles.</p><p>It smells like an abattoir or a hospital. The meat is all edible, if you cook it, but even then eating it causes you to roll for Ynnian Alterations.</p>"
    },
    {
      "title": "Entrancing",
      "description": "<p>There’s a subtle mental-field over this location. The location feels nice. Like you belong here naturally. Leaving would be wrong.</p><p>Each turn spent here heals 1 point of damage. If your attributes have been damaged, they can be healed in the same way. It’s comfortable and your pain is soothed while you’re here.</p><p>When you leave, that feels wrong. When you leave, you lose any healing you gained here. The damage comes right back. On top of that, you take d10 damage to Charisma from just how harrowing the experience is.</p><p>GM’s, don’t spring the loss of healing and charisma damage on your players unexpectedly. When they first mention leaving the location, tell them what the consequences of leaving will be, and let them agonize over what to do.</p>"
    },
    {
      "title": "Fertile",
      "description": "<p>Things grow well here. Things heal rapidly here. The vegetation is thick, lush, packed in tightly.</p><p>Each turn spent here heals 1 point of damage. If your attributes have been damaged, they can be healed in the same way. It’s invigorating. You feel full of life and energy.</p>"
    },
    {
      "title": "Luminous",
      "description": "<p>The plants are bioluminescent here. Flowers have softly glowing petals, the leaf-buds of the trees shed soft light. It’s never truly dark here.</p>"
    },
    {
      "title": "Zero Gravity",
      "description": "<p>Gravity here is practically non-existent. Drop a rock and it will drift gently, like people in water, rather than falling. A person can leap huge distances, like astronauts on the moon, or launch themselves off the earth entirely.</p>"
    },
    {
      "title": "Hypnotic",
      "description": "<p>When this location is entered, the entrances seal up and vanish behind you, trapping you in a tiny bubble-reality. You cannot go deeper, you cannot go back, you are stuck here. The walls and hedges defining the place are impassable, and any attempts to hack a path away loop back again.</p><p>The only way out is to break through the wall of consciousness. Falling asleep is the easiest way, but drinking yourself into a stupor or getting bopped on the head will also do the trick.</p><p>At the point where a PC falls unconscious, they are transported to the ‘other side’ of the location (although their companions only see them pass out). They wake up in a duplicate of the location, their companions asleep on the ground next to them. This place is much the same, except they can leave freely.</p><p>They can go back to the ‘enclosed’ version of the place by going back to sleep, which will cause them to wake up in the ‘trapped’ version.</p><p>Time passes the same in both locations. You are asleep in one, and awake in the other. You pass between the two by falling asleep in one to wake in the other.</p>"
    },
    {
      "title": "Parasitic",
      "description": "<p>This area is infested with parasites. Animals here are sickly, plants show growths and cankers. Merely being here does not put you at risk. The following do:</p><ol><li>Eating food from here.</li><li>Drinking the water here.</li><li>Taking an injury to flesh here.</li><li>Sleeping here.</li><li>Having close contact with somebody already infected.</li></ol><p>Whenever a character risks infection, they Save vs Poison. On a failure, they’re infected. Roll a d10 to see what’s now infesting them.</p><ol><li>A squid in the stomach. Vomiting is more likely, and full of black ink. Require twice as much food and water to avoid starvation.</li><li>Tiny red worms under the fingernails. -1 dexterity per day that it goes untreated. Treating it requires yanking them out, dealing 1 damage per day of infection, and restores the lost dexterity.</li><li>Blowfly larvae under the skin. Boils and bumps that wriggle horribly. -1 constitution per day that it goes untreated. Treatment requires digging them out, dealing 1 damage per day of infection, and restores the lost constitution.</li><li>Mycelium threads under the skin, rendering it fragile and prone to splitting. Cracks in the skin ooze milky white fluid. +1 to all damage from physical injuries per day of infection (so after two days, +2).</li><li>Luminous worms under the eyelids. Dazzling, disorientingly bright. Can see in the dark with those glowing eyes, but double the chances of being surprised due to disorientation.</li><li>Your teeth have been replaced with tiny barnacles that grow in the sockets and push the tooth out. Actually harmless, except that your mouth is the wrong shape, making pronunciation difficult.</li><li>Cordyceps infestation in the brain. Your self-preservation goes down massively, as the fungus wants you to get eaten so it can spread the infection. -3 AC, and you can no longer use defensive tactics.</li><li>Your flesh is infested with tiny rootlike tendrils that constantly probe and squirm their way through your body. Your health fluctuates wildly. Each day, you re-roll your hit-dice to see how many HP you have.</li><li>Tiny crabs with faces like children live in your gut. Each day you leave them there, reduce your maximum HP by 1 as more crabs are born. Once your HP reaches 0, your stomach bursts.</li><li> Your skin is starting to turn to glass. Moving causes it to crack, forming a jagged shell over your flesh. Each day that the glass spreads, you add +1 to your AC (your AC never goes above 19 from this), and take 1 more damage every time you’re injured. (for example, after 3 days you get +3 AC and take 3 extra damage).</li><li> The fungus growing in your skin causes you to sweat a greasy black hallucinogen constantly. You treat your Wisdom and Intelligence as 5 points lower for as long as you’re infected.</li><li> Tadpoles swim through your blood vessels, leaching the nourishment and vitality from you. Whenever you heal, you heal 1 point less.</li></ol>"
    },
    {
      "title": "Doorway Out",
      "description": "<p>In a fence here, there’s an unobtrusive doorway slightly ajar. Written on it, in chalk, are the words:</p><p>“The Physical Realm, By Way of Ynn”</p><p>This is a portal back to the real world. Roll a d20 for where it takes you (the destination will always be a wall in a garden somewhere, but beyond that the details vary wildly).</p><ol><li>A different wall in the same garden you entered through.</li><li>A public park.</li><li>A zoological park, with tigers and penguins.</li><li>An elaborate rose garden.</li><li>An alchemist’s herb garden.</li><li>A monastery’s elaborate devotional garden.</li><li>A hedge maze in a wealthy estate.</li><li>The poky backyard of the lower middle classes.</li><li>A memorial garden to commemorate some great tragedy.</li><li>A children’s park, with swings and a sandpit.</li><li>An Educational Park for the lower classes, with allegorical topiaries and symbolic flower choices.</li><li>A gallery of classical statues.</li><li>A cemetery, with a funeral in progress.</li><li>A greenhouse growing rare exotic orchids.</li><li>The grounds of a sanatorium for the sickly.</li><li>A water-garden, with carp ponds and fountains.</li><li>The hallowed ground outside a shrine.</li><li>The herb garden in a convent.</li><li>A noble’s private garden, for wooing in.</li><li>The relaxing garden for inmates at an asylum.</li></ol><p>Unless you got result 1 (the same garden), roll a d6 for how far away from where you entered the doorway takes you.</p><ol><li>Same town.</li><li>Same county.</li><li>Same nation.</li><li>Same continent.</li><li>Further afield</li><li>Somewhere truly exotic</li></ol>"
    },
    {
      "title": "Tangled Madness",
      "description": "<p>Out here, reality starts to lose its consistency. Causality becomes hazy, distances and angles warp, things blur together. It’s like being unbelievably stoned or enjoying a good mushroom trip, but it’s really happening. The effects when you enter are as follows:</p><p>For each item that you have more than one of, flip a coin. Heads, you now have one less, tails you now have one more.</p><p>Time moves forward in stutters and gloopy bursts. In combat, when anybody acts, flip a coin. Heads, they act twice, tails they don’t act at all.</p><p>The experience of keeping track of what’s going on is mentally taxing. Halve all experience gained here.</p><p>If you try to Go Back or Go Deeper, flip a coin. Heads, you go deeper, tails you Go Back (randomly determine where you go back to if there are multiple routes).</p>"
    }
  ],
  "events": [
    {
      "description": "Something turns up; it's unfriendly...",
      "encounters": 1
    },
    {
      "description": "Something turns up; it's merely curious...",
      "encounters": 1
    },
    {
      "description": "Something is disturbed while eating or reading...",
      "encounters": 1
    },
    {
      "description": "A fight or argument spills into the Location. They're already fighting each other before the players get involved!",
      "encounters": 2
    },
    {
      "description": "Something's territory is disturbed and it defends its lair, office, etc. If the encounter is with multiple creatures, double the amount.",
      "encounters": 1
    },
    {
      "description": "Something turns up, badly injured, totally lost or otherwise at a disadvantage.",
      "encounters": 1
    },
    {
      "description": "Something is returning to its home, office, etc., and is surprised to find the PCs here.",
      "encounters": 1
    },
    {
      "description": "An unexpected gust of wind extinguishes any exposed flames such as candles, torches etc.",
      "encounters": 0
    },
    {
      "description": "The PCs become disoriented and lose track of their position. Reduce their progress by 1.",
      "encounters": 0
    },
    {
      "description": "An ominous ticking can be heard from beneath the floorboards. Nothing happens yet. Next time an Event is rolled in this location, roll two events instead.",
      "encounters": 0
    },
    {
      "description": "Footprints, litter, research notes or other signs of passage are found. The next encounter in this location will be...",
      "encounters": 1
    },
    {
      "description": "Something's empty home or office is found. Roll for treasure and an extraordinary book for what's there, and the creature listed below lives here. The thing's not home currently. Next time you'd roll an encounter in this location, instead the creature who's home you found comes back.",
      "encounters": 1
    },
    {
      "description": "A cache of hidden treasure is found under the floorboards! Roll on the Treasure Table.",
      "encounters": 0
    },
    {
      "description": "A cache of hidden treasure is found in a chest of drawers! Roll on the Treasure Table.",
      "encounters": 0
    },
    {
      "description": "An Extraordinary Book is found on one of the shelves! Roll on the Extraordinary Books Table.",
      "encounters": 0
    },
    {
      "description": "A set of detailed notes on the Library's layout, left by previous researchers! Add d4 to the party's Progress.",
      "encounters": 0
    },
    {
      "description": "A bookshelf swings out from the wall to reveal a secret passage! It leads somewhere else on the map-draw a line leading to a previously explored location, ideally one less deep than the current location.",
      "encounters": 0
    },
    {
      "description": "An ominous locked door! If it can be opened (with lockpicking, force, etc.) it leads to a location d6+1 layers deeper.",
      "encounters": 0
    },
    {
      "description": "A spiral staircase behind one of the shelves! It leads back to where the PCs first entered the Library.",
      "encounters": 0
    },
    {
      "description": "Behind the party, the bookshelves rearrange themselves, blocking their route back! Erase one of the exits at this Location.",
      "encounters": 0
    }
  ],
  "visitorEncounters": [
    {
      "title": "1 Black Librarian",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Maintain the Portals.</p><p>They can cast the following each once per turn: </p><ul><li>Hold Portal</li><li>Knock</li><li>Hold Person</li><li>Turn Mortals (as Turn Undead)</li><li>Wall of Iron</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1d6 Visitors",
      "description": "<p><strong>HD 1, HP 1, Armour as unarmoured humans, Improvised weapons (+0, d4), Save as Magic-User 1.</strong></p><p>These are harmless mortals who have wandered into the Library and are now exploring. They are wholly unprepared for the strange and terrible things they will encounter within. </p><p>Roll a d8 for who the visitors are:</p><ol><li>University students.</li><li>Schoolchildren and one teacher.</li><li>A family on an outing.</li><li>Lost government archivists.</li><li>Aspiring adventurers.</li><li>Researchers into esoteric spaces.</li><li>An occultist and acolytes.</li><li>Very lost tourists.</li></ol>"
    },
    {
      "title": "1 Giant Bookworm",
      "description": "<p><strong>HD 2, HP 11, Armour as leather, 6 tendrils (+0, paralysis for d6 rounds) or Bite (d6 damage vs helpless victim), Save as Fighter 2.</strong></p><p>This creature appears as a huge, fleshy, pallid insect larvae. A fat, segmented body, like that of a caterpillar or maggot, ends with a head studded with tiny black eyes, with six waving tendrils around its mouth. The creature is about the size of a human torso in length and thickness, the tendrils extending another foot or so.</p><p>The bookworms can chew a tunnel through wood or paper, but this is not their preferred food-they favour hunting as ambush predators. Many bookshelves and floors hide-beneath a seemingly normal surface-a network of bookworm tunnels through which the creature crawls in search of prey, bursting from its burrows to pick off vulnerable visitors to the Library.</p>"
    },
    {
      "title": "1d4 Red Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Maintain The Library&#39;s Infrastructure.</p><p>They can cast the following each once per turn: </p><ul><li>Mending, Message</li><li>Shape Stone</li><li>Shape Wood</li><li>Spider Climb</li><li>Levitate</li><li>Create Stone</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1 Rust Moth",
      "description": "<p><strong>HD 1, HP 4, Armour as plate, 2 Antennae (+0, ruins a piece of metal equipment), Save as Fighter 1.</strong></p><p>Related to a wide variety of similar insectile creatures (most notably the cockroach-like Rust Monsters), these creatures feed by corroding metal into an oxidised powder that they can digest. </p><p>Rust Moths are the size of a human hand, with orange-brown bodies covered in flaky metallic scales and wings like corroded metal foil. Most noticeable are the antennae that sprout from their heads, which are their main form of attack.</p>"
    },
    {
      "title": "1 Dust Elemental",
      "description": "<p><strong>HD 5, HP 20, Armour as unarmoured, Crumbling Touch (+5, d8 damage), Save as Fighter 5.</strong></p><p>Immune to normal weapons and physical attacks. </p><p>Takes 2d6 damage per round from fire, cleaning with water, strong winds, etc. </p><p>Immune to poison, pain, fear, etc. </p><p>Can seep through any crack or gap. </p><p>Little elemental incarnations, conglomerates of dust, grit, dirt, and fluff. Like somebody scattered detritus on the ground in the rough shape of a human. It lurks under bookshelves, drifts on imperceptible drafts, and creeps forward.</p><p>The quasi-elemental nature of dust is one of things broken down, crumbling, desiccated. It is not particularly compatible with life, and the attentions of such an elemental are likely extremely unpleasant.</p>"
    },
    {
      "title": "1 Lantern-Bearer",
      "description": "<p><strong>HD 3, Hit Points 10, Armour as leather, Smack with Lantern (+3, d4) or Radiant Burst (all illuminated Save vs Magic or take 1 damage), Save as Thief 3.</strong></p><p>All invisible beings within the area illuminated by the lantern-bearer are revealed, all illusions negated while the light touches them.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p><p>A little hunched figure, no larger than a child, in a faded red robe that conceals its form entirely. It carries a lamp hooked on the end of a long metal pole that sways and bobs as the lantern-bearer shuffles through the Library on its endless patrol.</p><p>This is the fate of those thieves who try to steal from the Library, their bodies withered and their minds warped into loyal servants of the Librarians, tasked with rooting out others of their kind.</p>"
    },
    {
      "title": "1d6 Skeleton Crew",
      "description": "<p><strong>HD 1, HP 5, Armour as leather, Improvised Weapons (+1, d6), Save as Fighter 1.</strong> </p><p>All the normal undead immunities and vulnerabilities. </p><p>If injured but not killed, can use their action to put themselves back together, healing all damage.</p><p>Animated skeletons, tasked with the basic maintenance and cleaning of the Library. They wear overalls, and carry mops and brooms. They make their way through the Library slowly, washing, polishing, scrubbing and dusting as they go.</p><p>They are intelligent, and self-aware, but single-mindedly devoted to their task. If you engage with them while they work, they will happily talk with you, and prove to be well-educated and philosophical. Many of their conversations among themselves take an existential bent. It's not clear how-without lungs or larynxes-they are able to talk at all, but this doesn't bother them.</p><p>A conversation with the skeletons, if relevant to the information the players want, will give +1 Progress.</p>"
    },
    {
      "title": "2d6 Paper Bees",
      "description": "<p><strong>HD 1, HP 3, Armour as leather, Sting (+1, d8 damage to the Bee and its victim) Save as Fighter 1.</strong></p><p>Bees the size of a human hand that inhabit the infrequently visited corners of the Library. They feed on ink and grime rather than nectar, and distill it into Black Honey.When Paper Bees are encountered, they've probably got a hive not too far away. If the players decide to track where the Bees go, then after Going Deeper d4 more times, they will find a paper beehive.</p>"
    },
    {
      "title": "1 Origami Golem",
      "description": "<p><strong>HD 8, HP 28, Armour as leather, 2 slams (+8, d6), Save as Fighter 8.</strong> </p><p>Half damage from non-magical weapons. Triple damage from fire. Immune to poison, cold, backstab, etc. Mindless.</p><p>A construct made of scrap paper, glued into a rough humanoid form, folding at the joints. Flat, angular, ragged and misshapen, it shambles and limps on asymmetric limbs.</p><p>The golem is built to serve the Librarians when they need actual muscle, either in the manual labour of maintaining the library or to deal with intruders. It obeys silently. Lacking an identity of its own, its a temporary thing that serves for a time before being taken apart for materials.</p>"
    },
    {
      "title": "1d6 Yellow Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Maintain The Books.</p><p>They can cast the following each once per turn: </p><ul><li>Mending</li><li>Message</li><li>Charm Person</li><li>Suggestion</li><li>Detect Thieves (as Detect Undead)</li><li>See Invisible</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1d4 Ogre Spiders",
      "description": "<p><strong>HD 3, HP 12, Armour as leather, Bite (+3, d6 and Save vs Poison) or Net (+3, Save vs Paralysis or be entangled and helpless), Save as Fighter 3. Can walk up walls and over ceilings. Poison does d8 damage to Dexterity.</strong> </p><p>Huge spiders the size of dogs that dwell in the ceilings and vents of the Library. They hunt in the dark, creeping above their prey before dropping their webs like a net.</p><p>An Ogre Spider's abdomen is long and thin, resembling that of a praying mantis more than the normal, bulbous appearance of typical spiders. Meanwhile, their faces feature huge black eyes and thick maxillae that resemble a human skull.</p>"
    },
    {
      "title": "1d4 Researchers",
      "description": "<p><strong>HD 3, HP 6, Armour as unarmoured human, Improvised Weapons (+1, d4), Saves as Magic-User 3.</strong></p><p>Each Researcher can cast each of 3 spells (select them completely at random from the Magic-User or Cleric lists) once per day. </p><p>Academics who have, for whatever reason, travelled to the Library in search of lost or forbidden knowledge. Cautious, erudite and experienced, they are aware of some of the hazards they face in search of information.</p><p>Roll a d100 twice on the Types of Book Table for what they're researching.</p><p>Roll a d8 for where they came from:</p><ol><li>University.</li><li>Noble's private research.</li><li>Government bureaucracy.</li><li>Monastery.</li><li>Intelligence agency.</li><li>Heroic adventurers.</li><li>Esoteric order.</li><li>Nunnery. </li></ol><p>If the topic of their research is related to the information sought by the PCs, conversing with the researchers about their findings so far adds d4 to the PC's Progress Score.</p>"
    },
    {
      "title": "1d6 Obsidian Marmosets",
      "description": "<p><strong>HD 3, HP 12, Armour as plate and shield, Two Obsidian Fists (+0, 2d4), Save as Thief 3.</strong></p><p>Half damage from slashing and piercing weapons. Healed by heat, fire, and electricity. Double damage from cold.</p><p>Like little statues of monkeys made of interlocking shards of jagged black volcanic glass. Appear as if they were made by a master artist who merely teased out the monkey-shape nascent in the stone. Not artificial constructs-silicaceous life. </p><p>It's not clear how they got to the Library, but they live here now. They form shy troops among the tall stacks of the shelves. They don't need to feed, instead basking in the heat and electric glow of the Library's machinery. Alternatingly retiring and territorial.</p>"
    },
    {
      "title": "A Bandersnatch",
      "description": "<p><strong>HD 10, HP 25, Armour as unarmoured, Two Hands (Special), Save as Thief 10.</strong></p><p>Half damage from non-iron weapons, double from iron ones. 3-in-6 chance to go unnoticed if it wants to (and hasn't yet done anything dramatic). Long arms, 15 feet of reach.</p><p>A strange monster, escaped into the Library from fairy realms. vian in form, like a heron. Long legs, and a serpentine neck ending in its head. Instead of wings, it possesses two spindly arms that end in wide, human-like hands with splayed fingers.</p><p>The Bandersnatch lurks. It has an uncanny ability to avoid drawing attention to itself until its hands have closed around whatever it wishes to steal. This might be an object, a piece of equipment, or a person.</p><p>As a fairy creature, the Bandersnatch is as mad as a box of frogs. It's a sort of kleptomaniac, collecting things with no seeming pattern or purpose. If prevented from taking the object it desires, it becomes enraged.</p><p>Each round, it can use each hand to do one of the following:</p><ul><li>Slap (+10 to hit, d4 damage).</li><li>Grab (+10 to hit, grabs the victim, no damage. Escaping from the grab requires 3 successful strength rolls).</li><li>Squeeze (automatically hits, 2d6 damage to a grabbed victim).</li><li>Pick a pocket (3-in-6).</li><li>Snatch a held item (5-in-6).</li></ul><p>Roll a d12 every so often for what the Bandersnatch wishes to steal right now.</p><ol><li>Food.</li><li>Shiny Things.</li><li>Beautiful People.</li><li>Eyes.</li><li>Stolen Things.</li><li>String and rope.</li><li>Tools.</li><li>Weapons.</li><li>Clothing.</li><li>Skin.</li><li>Tongues.</li><li>Maps.</li></ol>"
    },
    {
      "title": "A Flock of 1d6+1 Animate Books",
      "description": "<p><strong>HD 3, HP 12, Armour as leather, Slam (+3, d6) or Grab (+0, d4 and grab), Save as Fighter 3.</strong> </p><p>Levitates. </p><p>Immune to poison, cold, backstab and other effects that only affect living things. </p><p>Double damage from fire. </p><p>Once grabbed by an Animate Book, breaking out requires a full round spent making a Strength roll. Each round until this succeeds, 1D4 damage and lose 1 Intelligence as the book chews on its victim and digests the data stored within them.</p><p>Knowledge is power. Power corrupts. Put enough knowledge into something and it will inevitably start to overreach itself, behaving in ways it was never meant to.</p><p>That's what's happened to the Animate Book. A text with sufficient information density warps itself, achieves a sort of intelligence-a sort of life. It doesn't realise it's not alive. </p><p>Animate Books roam the Library like animals, hiding under bookshelves and making nests in the rafters. When the Librarians catch them, they're disenchanted and returned to their proper place, inanimate on the bookshelves.</p>"
    },
    {
      "title": "1 Lost Soul",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Attack Special, Save as Fighter 4.</strong></p><p>Souls are gaseous beings, immune to all physical damage except that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, etc.</p><p>Roll a d12 twice for what powers the lost soul has:</p><ol><li>Move objects about like a poltergeist. +3 to hit for d6 damage if it throws them at people.</li><li>Create illusions out of mist.</li><li>Cause wet, inky writing to appear on things.</li><li>Alter the memories of those present in minor ways: Save vs Magic to resist; a success also alerts the victim.</li><li>Cause something to catch fire for a few moments-Save vs Breath to avoid fire, or else it does d6 damage.</li><li>Cause ice to appear on things, potentially freezing them in place.</li><li>Extinguish lights and erase text.</li><li>Lock doors securely.</li><li>Speak in a loud voice.</li><li>Make vermin appear: masses of flies, cockroaches, or woodlice that attack for d6 damage.</li><li>Create gusts of wind.</li><li>Make objects collapse or fall apart. +3 to hit for d6 damage if used to attack.</li></ol><p>The soul of one who died within the Library, not yet drawn into the Library's machinery and distilled into a phantom.</p><p>A Lost Soul knows what happens to the souls of the dead here. They seek to avoid being captured by the Grey Librarians and to preserve their own independence and sanity. Talking with one can reveal a great deal about the inner workings of the Library and the nature of the Engines and Calculations within. </p><p>Roll a d12 for who the Lost Soul once was:</p><ol><li>A mortal librarian.</li><li>A lost child.</li><li>A nun.</li><li>A mad nobleman.</li><li>A professor of mathematics.</li><li>A master burglar.</li><li>A famed assassin.</li><li>A plague-stricken doctor.</li><li>An emotionally tormented artist.</li><li>A census-taker.</li><li>An historian.</li><li>A genteel necromancer.</li></ol>"
    },
    {
      "title": "1d6 Black Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Maintain the Portals.</p><p>They can cast the following each once per turn: </p><ul><li>Hold Portal</li><li>Knock</li><li>Hold Person</li><li>Turn Mortals (as Turn Undead)</li><li>Wall of Iron</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1 Ink Elemental and 1d4 Inkblots",
      "description": "<p><strong>Ink Elemental - HD 5, HP 30, Armour as unarmoured humans, Engulf (+5, d10), Save as Fighter 5.</strong></p><p>An oozing, creeping mass of ink. By turns: black, deep blue, or iridescent. Formless and fluid. As big as a horse. It seeps and drips. It leaves a sticky black residue behind it. </p><p>The semi-elemental nature of Ink is to spread, stain, and flow. Whilst its own form is transient and ever-shifting, the marks it leaves behind are indelible. It is the constantly-shifting force that leaves a permanent record.</p><p>Immune to physical weapons, normal damage from cold, electricity and other elemental damage. Immune to backstab due to lack of anatomy. Easily set alight by fire (takes 1 fewer damage each subsequent round as it continues to burn). Can take any shape, seep through gaps, creep up walls.</p><p>Anything it touches is permanently stained black.</p><p>Each round, can spend d6 HP to produce an Inkblot (ppxx), or absorb an Inkblot to heal d6 damage.</p><p><strong>Inkblots - HD 1, HP 1. Armour as unarmoured humans, Engulf (+1, d10), Save as Fighter 1.</strong></p><p>The residue created by Ink Elementals. Slithering black stains that follow behind the elemental, leaving a trail of black smudges. The size of a handprint.</p><p>Immune to physical weapons, normal damage from fire, cold, electricity and other elemental damage. Immune to backstab due to lack of anatomy. Can take any shape, seep through gaps, creep up walls.</p><p>Anything it touches is permanently stained black.</p><p>Can combine with up to 4 other Inkblots to produce a new Ink Elemental with d6 HP per Inkblot.</p>"
    },
    {
      "title": "1 Animate Spell",
      "description": "<p><strong>Roll a random spell. If the system you're using doesn't have spell levels, roll 1D8 instead where the stats below require one.</strong></p><p><strong>HD = spell level, HP = twice spell level, Armour as unarmoured human, No attacks, Save as Magic-User [level = spell level].</strong> </p><p>A spell that has broken free of its constraining spellbook and now roams the Library as an independent entity. A data-cloud of disembodied text hanging in the air, paragraphs intersecting with one another at odd angles. Letters cast strange shadows from the emergent, occult shapes they form. </p><p>The spell's personality, nature and goals depends on which spell it actually is, as do its powers. It wants to see itself cast and to see the effects of its magic repeated-an animated Fireball spell just likes to see things burn, while an animated Charm Person spell likes people to be friends with each other).</p><p>Can cast itself once a round at no cost, with perfect control over the results. Immune to all damage from non-magical sources. Physical magical damage-from magic weapons, etc.-only deals 1 damage. </p><p>Immune to damage and negative effects from sources of the spell's type-an Animate Fireball Spell's immune to fire, etc.</p><p>Whenever the spell's own spell (or a related spell) is cast nearby, that effect is controlled by the Animate Spell, not the spellcaster-if you try to cast any harm' spell near an Animate Charm Person, that spell is controlled by the Animate Spell instead). </p><p>Anti-Magic Field, Dispel Magic, etc., neutralises the Animated Spell.</p><p>Any unfilled spell slots are immediately filled by the Animate Spell's own spell upon encountering it. Spellbooks immediately gain a copy of it for free. </p>"
    },
    {
      "title": "1d6 Red and 1d6 Yellow Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Red Librarians maintain The Library&#39;s Infrastructure and can cast the following each once per turn: </p><ul><li>Mending</li><li>Message</li><li>Shape Stone</li><li>Shape Wood</li><li>Spider Climb</li><li>Levitate</li><li>Create Stone</li></ul><p>Yellow Librarians maintain The Books and can cast the following each once per turn: </p><ul><li>Mending</li><li>Message</li><li>Charm Person</li><li>Suggestion</li><li>Detect Thieves (as Detect Undead)</li><li>See Invisible</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1 Neurovore",
      "description": "<p><strong>HD 8, HP 30, Armour as chain, Psionic Blast (stun for 3D4 rounds, Save vs Magic to resist), Save as Magic-User 8.</strong> </p><p>Half-man, half-octopus, all evil. Neurovores feast on the data electrically encoded in the brains of mortals. They possess frightening psionic powers. A repository of knowledge like the Library is a veritable buffet for them, if they can subdue its guards.</p><p>Needless to say, the Librarians hate Neurovores for the way they consume and destroy knowledge. If you're an enemy of the Librarians, the Neurovores will be unwaveringly helpful and support you to the best of their power. They need all the allies they can get in here.</p><p>Can do one of the following each round instead of attacking:</p><ul><li>Cast Charm Person, Hold Person, Suggestion, Levitate, Invisibility, or Detect Living.</li><li>Attach one of its four tentacles to a helpless or willing victim's skull.</li><li>Attach the second, third or fourth tentacle to the skull of a victim with a tentacle already holding it.</li><li>Consume the brain of a victim with all four tentacles attached, healing all lost HP.</li></ul>"
    },
    {
      "title": "1 Hungry Book",
      "description": "<p><strong>HD 3, HP 12, Armour as leather, Slam (+3, d4 and Information Drain), Save as Fighter 3.</strong> </p><p>Immune to poison, cold, backstab and other effects that only affect living things. Double damage from fire. </p><p>Books exist to hold information. Of course with the density of information present, sometimes this goes wrong. The books want more. They scour the data from every other book on their shelf, absorbing it into themselves, and head off in search of more.</p><p>A hungry book is only clumsily animated by the dim intelligence stirring within it. It uses its pages to crawl along the ground, sniffing out data to absorb.</p><p>A hit from the book drains data from the victim. Pick one:</p><ul><li>The party loses d4 Progress.</li><li>The victim loses 1 point of Intelligence permanently. </li><li>A scroll carried by the victim is absorbed and becomes useless.</li><li>A spell in the victim's spellbook is absorbed and becomes useless.</li><li>Another book carried by the victim is absorbed and becomes useless.</li></ul>"
    },
    {
      "title": "2d6 Lantern-Bearers",
      "description": "<p><strong>HD 3, Hit Points 10, Armour as leather, Smack with Lantern (+3, d4) or Radiant Burst (all illuminated Save vs Magic or take 1 damage), Save as Thief 3.</strong></p><p>All invisible beings within the area illuminated by the lantern-bearer are revealed, all illusions negated while the light touches them.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p><p>A little hunched figure, no larger than a child, in a faded red robe that conceals its form entirely. It carries a lamp hooked on the end of a long metal pole that sways and bobs as the lantern-bearer shuffles through the Library on its endless patrol.</p><p>This is the fate of those thieves who try to steal from the Library, their bodies withered and their minds warped into loyal servants of the Librarians, tasked with rooting out others of their kind.</p>"
    },
    {
      "title": "1 Archivist-Lich",
      "description": "<p><strong>HD 10, HP 40, Armour as plate, Lich's Finger (+10, d10 and paralysis 1 turn), Save as Magic-User 10. Normal undead immunities and vulnerabilities. Cannot be turned.</strong></p><p>A once-mortal scholar whose need to see their work finished has seen them seamlessly transition into undeath. Hundreds of years old, consumed by their research. Little more than a dusty skeleton in a robe by now.</p><p>An impressive intelligence. Highly educated, well spoken, polite and genteel. Obsessive. Has been exploring the Library for decades.</p><p>Roll a d100 twice on the Random Books Table to determine the current nature of the Lich's research. Conversation with the Lich about the Library and its layout grants +3 Progress, or +5 if the topic of the PCs' research matches theirs.</p><p>The lich is a spellcaster. Each day it can cast each of the following once:</p><ul><li>Hold Person.</li><li>Disintegrate.</li><li>Dispel Magic.</li><li>Detect Magic.</li></ul><p>Furthermore, roll a d20 three times on the list below for what other spells the Lich has available:</p><ol><li>Wall of Ice.</li><li>Wall of Iron.</li><li>Flesh to Stone and Stone to Flesh.</li><li>Charm Person (twice).</li><li>Suggestion (twice).</li><li>Heat Metal.</li><li>Teleport Self.</li><li>Antimagic Sphere.</li><li>Dominate Monster.</li><li>Animate Dead (twice).</li><li>Sleep (twice).</li><li>Cloudkill &amp; Mist Form.</li><li>Magic Jar.</li><li>Animate Object (twice).</li><li>Lightning Bolt (10d6).</li><li>Magic Missile (twice, 5 missiles doing d4+1 each).</li><li>Mirror Images.</li><li>Create Illusions (three times).</li><li>Power Word: Kill, Power Word: Blind, and Power Word: Madness. </li><li>Polymorph Self.</li></ol><p>Although the Lich has a body that can be destroyed, it cannot be killed permanently. Somewhere in the Library is its phylactery-an item to which the Lich's soul is bound. If destroyed, the Lich's body will slowly re-form at its phylactery over the course of a day-and it will come back angry. Only after destroying the phylactery can the Lich be killed permanently.</p><p>To determine what the Lich's phylactery is, roll on the Extraordinary Book Table. The next time that exact book is encountered by the PCs, it's the Lich's phylactery.</p>"
    },
    {
      "title": "An Escaped Fiction",
      "description": "<p><strong>HD 5, HP 15, Armour as appropriate for the character, Weapon as appropriate for the character (+5, 1D8) or else Unarmed (+0, d4), Save as Thief 5.</strong> </p><p>Once, these beings were mere characters in a story book, but now they've clawed their way out into the fractally-dense information cloud of the Library. They're not truly real, but it&#39;s hard to tell-they're very convincing.</p><p>They subconsciously crave reality. To warp the real world around their narrative so that they are part of the everyday order of things. Reality obliges. Where they pass, things alter to fit the fiction they have emerged from. You're playing by their rules, now.</p><p>Roll a d12 to determine who you meet:</p><ol><li>Don Quixote, who tilted at windmills.</li><li>Frankenstein's Monster, who was built from corpses.</li><li>Grendel, a monstrous inhabitant of the wilderness, who hates noise and celebration, one arm torn clean off.</li><li>Doctor Faustus, an occultist who regrets selling his soul.</li><li>Count Dracula, the monstrous vampire.</li><li>Lady Macbeth, ambitious and murderous, and of much-degraded sanity.</li><li>The Ghost of Christmas Future, who delivers dire warnings to the mean-spirited.</li><li>Bluebeard, a dashingly handsome murderer of his many wives.</li><li>Sir Lancelot, brilliant knight and enthusiastic adulterer.</li><li>Robin Hood, a charitable bandit and excellent shot.</li><li>Puck, the mischievous fairy sprite.</li><li>Jack the Giant-Slayer, young and reckless, but cunning.</li></ol><p>Vulnerabilities, quirks, powers or immunities appropriate for their character. </p><p>Attacks or other actions against them that do not fit the setting or narrative style of the work they are from fail automatically. For example, guns simply don't exist to Sir Lancelot, so he cannot be harmed by them.</p><p>Reality shifts to accommodate the character, and behaves like the setting they're from, not this reality. Actions intended to fit the character's setting and narrative (such as deceiving Don Quixote into behaving chivalrously) automatically succeed. </p><p>In practice, this means that you should alter the tone and feel of your game while an escaped fiction is around. Some examples include:</p><ul><li>Blood doesn't get spilled around characters written for children. Tone down any descriptions of gore and violence.</li><li>Conversely, for characters from more bloody and brutal tales, ratchet the violence all the way up.</li><li>Horror characters call for appropriately Gothic lighting and effects.</li><li>Technology reverts to that of the time period of the character's setting. Items from later in history (such as guns and clockwork) simply cease to function.</li><li>In extreme examples, the PCs may be able to hear a non-diegetic soundtrack (such as trumpet fanfares for Lancelot, or low, tense strings for Lady Macbeth).</li></ul>"
    },
    {
      "title": "A Throng of 1d6 Phantoms",
      "description": "<p><strong>HD 1, HP 1, Armour as unarmoured humans, Emotional Lash (Save vs Paralysis to avoid), Save as Fighter 1.</strong></p><p>Phantoms are the spiritual remainders of a dead mortal, stripped down to their most basic form. Personality and thought eroded, Phantoms are little more than spiritual automata laden with the collected data of some mortal&#39;s lifetime. Suffice to say, such beings are ripe for exploitation by a skilled necromancer. Thus, they have become invaluable to the infrastructure of the Library, which stores them in glass tubes and uses them to power all manner of arcane machines.</p><p>Phantoms are gaseous beings, immune to all physical damage except that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, etc.</p><p>An emotional lash is not a physical attack (indeed a phantom is incapable of affecting the physical world directly), but rather a projection of raw emotion into the mind of its victim. The effects of a phantom&#39;s emotional lash depend on its current emotional state:</p><ul><li>Contentment or Torpor: The victim has disadvantage on all rolls to act in anger or other strong emotions for one round.</li><li>Pain or Irritation: d4 damage.</li><li>Rage or Anguish: The victim must spend their next action attacking the subject of the phantom&#39;s emotions, or take d8 damage.</li><li>Fear or Despair: The victim must spend their next action hiding or cowering, or take d8 damage.</li><li>Hunger or Envy: The victim must spend their next action presenting the phantom with what it desires, or take d8 damage.</li></ul><p>A phantom&#39;s emotions are simple and direct, like those of an infant not yet able to talk or an unsophisticated animal. It understands speech only vaguely, and is able to detect emotion and tone but not precise meanings. Influencing its emotions-to calm it, or agitate it and direct it against enemies-is simple to achieve, perhaps requiring a Charisma roll if the PCs have a sensible plan. It always fails Saves to resist magical effects that manipulate its emotions.</p>"
    },
    {
      "title": "1d6 White Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Tend to the Calculations.</p><p>They can cast the following each once per turn: </p><ul><li>Invisibility</li><li>Dispel Magic</li><li>Levitate</li><li>Inflict Blindness</li><li>Inflict Deafness</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "2d6 Crawling Things",
      "description": "<p><strong>HD 1, HP 5, Armour as leather, Claw and Clutch (+1, d6), Save as Fighter 1.</strong></p><p>Improbable chimeric organisms that should not be biologically viable, and yet somehow live-twitching, shuddering, crawling. Driven by glitching muscle memory and scrambled genetic instincts. A broken democracy of mismatched anatomies. Tragically incomplete.</p><p>They want to be a whole organism. They do this by incorporating parts from those they encounter, torn off and jammed into the Crawling Thing's amalgamated flesh.</p><p>Slow. Basically blind and deaf-but not completely, allowing a dim awareness.</p><p>If its attack hits, it latches onto the victim and begins incorporating their flesh into itself. Each round thereafter it deals damage automatically and heals by that much. To remove it, pass a Strength check or kill it.</p>"
    },
    {
      "title": "2d6 Educated Rodents",
      "description": "<p><strong>HD 1, HP 3, Armour as leather, Clawing Bite (+1, d4), Save as Thief 1.</strong></p><p>Mice that have achieved human-like self awareness simply by absorbing the residual knowledge of the Library. They know things they've read, but have little to no direct experience of the outside world. They are somewhat credulous, but formidably cunning. They enjoy cheese, wine, interesting conversation, and elegant music. They dislike cats, ghosts, and other scary things.</p><p>If angered, they attack with sophisticated tactics, gleaned from books on chess and famous battles. They outflank, pin enemies in place, cut off retreats and hold dominant positions.</p><p>In any brood of educated rodents, each will have studied different fields of knowledge. Go down the list in order for what each rodent can do, starting with the first (if five rodents are encountered, the first five roles are present):</p><ol><li>The first mouse has studied the arcane arts. It can cast Detect Magic and Dispel Magic each once per day.</li><li>The second has studied engineering. 50% chance to open or seal any lock, fix or disable any mechanical item, etc. Takes only one round to do this.</li><li>The third has studied military history. It's bite is (+3, d8).</li><li>The fourth has studied medicine. It can spend its full round in combat to heal d3 HP an ally has lost.</li><li>The fifth has studied theology and become devout. Its attacks count as holy and magical and do double damage to undead or unholy things.</li><li>The sixth has studied oratory. It can cast Charm Person once per day.</li><li>The seventh has studied physics. It can cast Levitate once per day.</li><li>The eighth has studied zoology. It can cast Charm Animal and Speak With Animals each once per day.</li><li>The ninth has studied thanatology and can cast Detect Undead and Speak With Dead each once per day.</li><li>The tenth has studied fine cuisine. It is well nourished and healthy-it has 6 HP.</li><li>The eleventh has studied politics. When it attacks a surprised or unaware enemy, it gets +4 to hit and does double damage.</li><li>The twelfth has studied psychology. 5-in-6 chance to spot any lie told to it (all other mice believe any lie they hear).</li></ol><p>Further mice have studied some interesting but ultimately useless field in the humanities.</p>"
    },
    {
      "title": "1 Eye Sentinel",
      "description": "<p><strong>HD 8, HP 8, Armour as chain (forcefield), Gentle Bump (+0, 1 damage) or Special, Saves as Magic-User 8.</strong></p><p>A single, huge, floating eyeball, levitated by psychic might alone. Sometimes, a Jarred Brain develops mighty psionic powers and escapes its jar. Sometimes, such beings are recaptured by the Librarians. This is what the Librarians do to them.</p><p>The Librarian use Eye Sentinels to monitor less frequently visited areas to ensure everything is running according to the Librarians' schedule. </p><p>Levitates. Perceives the world through psychic resonances-hiding behind things won't help, but emptying your mind of thoughts makes you invisible to them.</p><p>An Eye Sentinel has mighty psionic powers. Each round, it can do one of the following:</p><ul><li>Project pain (everybody must Save vs Magic or take d4 damage).</li><li>Project fatigue (target must Save vs Magic or fall asleep).</li><li>Read a mind,and edit one memory (Save vs Magic to resist).</li><li>Cast Suggestion (Save vs Magic to resist).</li><li>Summon Librarians. Either 1D6 from a particular Order, or one of each Order. The Librarians step out from behind a bookshelf next round.</li></ul>"
    },
    {
      "title": "1d6 Grey Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Shepherd the Restless Dead.</p><p>They can cast the following each once per turn: </p><ul><li>Detect Undead</li><li>See Invisible</li><li>Trap the Soul</li><li>Command Undead</li><li>Reduce to Phantom</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1 Black Ooze",
      "description": "<p><strong>HD 1D8, HP = HD, Armour as unarmoured human, Mental Digestion (Special) saves as Fighter [level = Current HD].</strong></p><p>Like the green slime found infesting less genteel dungeons. Black Ooze is a simple life form that grows in unattended nooks and crannies. It feeds on mental energy. If it touches you, it can digest your brainwaves, causing it to grow rapidly as it absorbs and incorporates your mind. It oozes like an amoeba. It creeps under floorboards and behind wallpaper. It's hungry.</p><p>As an Ooze, takes a maximum of 1 damage from any slashing or piercing attack. Immune to backstab due to lack of anatomy. Mindless. Can climb up walls, squeeze through gaps, etc.</p><p>Mental Digestion has a bonus to hit equal to the Ooze's current HD and HP(an ooze with 5 HP left is HD 5 and has +5 to hit). Every time you touch it, it gets to make a free Mental Digestion attack against you.</p><p>Mental Digestion deals damage equal to d6 plus the target's current Intelligence modifier to the target's Intelligence score (a target with 8 Intelligence takes d6-1 Intelligence damage, because they have a –1 Intelligence modifier). The Ooze then gains as many HD as the damage dealt. </p>"
    },
    {
      "title": "1 Conceptual Well",
      "description": "<p><strong>HD 1, HP 1, Armour as unarmoured human, Erase Concepts (Special, Save vs Magic to resist) and Unreal Knife (+1, d6), Saves as Magic-User 1.</strong></p><p>An intellectual absence, cosmic censorship. A space that cannot be perceived or conceptualized. Like a psychological black hole. It cannot be perceived directly. Describe it through negation: \"here isn't something horrible in the room,\" or \"Nothing has rolled a 6 for its Initiative,\" or \"The thing that is not in front of you attacks,\" or \"Nothing is definitely responsible for your comrade's death.\" The players might catch on eventually, it's just a matter of how badly it will have mutilated their PCs by then.</p><p>The PCs can target it using the same language: \"I'm going to shoot nothing,\" or \"I'm not fleeing from anything.\" They can get details about it by asking negative questions, such as \"here isn't there anything?\" or \"What does nothing here look like?\"</p><p>If it matters, the conceptual well doesn't look like a helpless child of around four years old. It isn't young and innocent, and it isn't curious about its surroundings or playful. It isn't basically helpless as soon as the PCs actually attack it, and it doesn't die pitifully. It also might not be violent towards the PCs. It doesn't fundamentally fail to comprehend them, and doesn't try to take them apart to see how they work.</p><p>It will get confusing. Good. This is an accurate simulation of what it's like encountering something you can't perceive and which directly assaults your ability to comprehend the external world.</p><p>Each round, for each PC that fails their save, the Conceptual Well drains their ability to comprehend some idea or concept. Roll a 1D20 for what they forget:</p><ol><li>That people can die.</li><li>Mathematics.</li><li>Money and its value.</li><li>Romance.</li><li>Violence.</li><li>Everybody related to them by blood.</li><li>Fire.</li><li>That other people have feelings, too.</li><li>Gravity.</li><li>All their superiors, and why they should be obeyed. </li><li>That animals can't talk or reason like people can.</li><li>Everybody they hate.</li><li>That people can lie.</li><li>Pain.</li><li>How people come to exist.</li><li>Families.</li><li>Social Inequality.</li><li>Why we should obey the law, and what happens when we don't.</li><li>Where food comes from.</li><li>That dreams aren't real.</li></ol><p>If a PC acts in a way that suggests they are aware of an erased concept, they take d20 damage-unless they immediately retcon the action when prompted.</p>"
    }
  ],
  "intruderEncounters": [
    {
      "title": "1 Black Librarian",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Maintain the Portals.</p><p>They can cast the following each once per turn: </p><ul><li>Hold Portal</li><li>Knock</li><li>Hold Person</li><li>Turn Mortals (as Turn Undead)</li><li>Wall of Iron</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1d6+6 Tooth-wardens",
      "description": "<p><strong>HD 1, HP 1, Armour as chain, Chomp (Special), Save as Magic-User 1.</strong> </p><p>Little floating teeth, each perfectly preserved. They hang in the air in a roughly mouth-shaped pattern. They talk in unison, the 'mouth' they create changing shape to match their words.</p><p>Their intelligence is somewhere between a group of children and a flock of birds. They chatter endlessly, think everything is exciting.</p><p>If a Skull-Warden is present, then the Tooth-Wardens fawn over it like children over a favourite grandparent. Everything the Skull-Warden does is wise and interesting and brilliant. </p><p>Normal undead immunities &amp; vulnerabilities. Levitate.</p><p>All the Tooth-Wardens make a single attack together, representing their collective jaws biting. +X to hit, and exactly X damage, where X is the amount of Tooth-Wardens in the jaws.</p>"
    },
    {
      "title": "1 Giant Bookworm",
      "description": "<p><strong>HD 2, HP 11, Armour as leather, 6 tendrils (+0, paralysis for d6 rounds) or Bite (d6 damage vs helpless victim), Save as Fighter 2.</strong></p><p>This creature appears as a huge, fleshy, pallid insect larvae. A fat, segmented body, like that of a caterpillar or maggot, ends with a head studded with tiny black eyes, with six waving tendrils around its mouth. The creature is about the size of a human torso in length and thickness, the tendrils extending another foot or so.</p><p>The bookworms can chew a tunnel through wood or paper, but this is not their preferred food-they favour hunting as ambush predators. Many bookshelves and floors hide-beneath a seemingly normal surface-a network of bookworm tunnels through which the creature crawls in search of prey, bursting from its burrows to pick off vulnerable visitors to the Library.</p>"
    },
    {
      "title": "1d4 Red Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Maintain The Library&#39;s Infrastructure.</p><p>They can cast the following each once per turn: </p><ul><li>Mending, Message</li><li>Shape Stone</li><li>Shape Wood</li><li>Spider Climb</li><li>Levitate</li><li>Create Stone</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1 Rust Moth",
      "description": "<p><strong>HD 1, HP 4, Armour as plate, 2 Antennae (+0, ruins a piece of metal equipment), Save as Fighter 1.</strong></p><p>Related to a wide variety of similar insectile creatures (most notably the cockroach-like Rust Monsters), these creatures feed by corroding metal into an oxidised powder that they can digest. </p><p>Rust Moths are the size of a human hand, with orange-brown bodies covered in flaky metallic scales and wings like corroded metal foil. Most noticeable are the antennae that sprout from their heads, which are their main form of attack.</p>"
    },
    {
      "title": "1 Dust Elemental",
      "description": "<p><strong>HD 5, HP 20, Armour as unarmoured, Crumbling Touch (+5, d8 damage), Save as Fighter 5.</strong></p><p>Immune to normal weapons and physical attacks. </p><p>Takes 2d6 damage per round from fire, cleaning with water, strong winds, etc. </p><p>Immune to poison, pain, fear, etc. </p><p>Can seep through any crack or gap. </p><p>Little elemental incarnations, conglomerates of dust, grit, dirt, and fluff. Like somebody scattered detritus on the ground in the rough shape of a human. It lurks under bookshelves, drifts on imperceptible drafts, and creeps forward.</p><p>The quasi-elemental nature of dust is one of things broken down, crumbling, desiccated. It is not particularly compatible with life, and the attentions of such an elemental are likely extremely unpleasant.</p>"
    },
    {
      "title": "1 Lantern-Bearer",
      "description": "<p><strong>HD 3, Hit Points 10, Armour as leather, Smack with Lantern (+3, d4) or Radiant Burst (all illuminated Save vs Magic or take 1 damage), Save as Thief 3.</strong></p><p>All invisible beings within the area illuminated by the lantern-bearer are revealed, all illusions negated while the light touches them.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p><p>A little hunched figure, no larger than a child, in a faded red robe that conceals its form entirely. It carries a lamp hooked on the end of a long metal pole that sways and bobs as the lantern-bearer shuffles through the Library on its endless patrol.</p><p>This is the fate of those thieves who try to steal from the Library, their bodies withered and their minds warped into loyal servants of the Librarians, tasked with rooting out others of their kind.</p>"
    },
    {
      "title": "1d4 Furious Books",
      "description": "<p><strong>HD 3, HP 12, Armour as leather, Slam (+0, d6 and Intelligence Drain), Save as Fighter 3. Can levitate. Immune to poison, cold, backstab and other effects that only affect living things. Double damage from fire.</strong> </p><p>Each successful hit permanently reduces the victim's Intelligence by 1. Every time this happens, the book gains another chapter and a half-inch of thickness.</p><p>An animated book that, as a result of the horrible and inflammatory knowledge within, is really just unreasonably pissed off at the world. </p><p>Flaps about using its covers like wings, and then hurls itself at anything that attracts its fury.</p>"
    },
    {
      "title": "2d6 Paper Bees",
      "description": "<p><strong>HD 1, HP 3, Armour as leather, Sting (+1, d8 damage to the Bee and its victim) Save as Fighter 1.</strong></p><p>Bees the size of a human hand that inhabit the infrequently visited corners of the Library. They feed on ink and grime rather than nectar, and distill it into Black Honey.When Paper Bees are encountered, they've probably got a hive not too far away. If the players decide to track where the Bees go, then after Going Deeper d4 more times, they will find a paper beehive.</p>"
    },
    {
      "title": "1 Guardian Shade",
      "description": "<p><strong>HD 2, HP 7, Armour as unarmoured humans, Chilling Aura (d4 damage and strength drain, Save vs Paralysis to avoid), Save as Fighter 1.</strong></p><p>Shades are gaseous beings, immune to all physical damage except that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, etc.</p><p>As well as damage, those affected by a shade's aura lose d4 points of Strength permanently. Those reduced to 0 Strength are resurrected as another shade totally enslaved to their progenitor.</p><p>A human soul, compressed and refined into a weapon. Appears as a patch of darkness hanging in the air, vaguely reminiscent of a human silhouette, like a miasma or shadow. </p><p>It does not remember its former life. It exists to serve, to hunt and destroy those who threaten the Library. It's single-minded and has little ability to conceptualize ideas outside of its role as a guard.</p><p>Conscious beings can tell that it is unnatural. It's presence makes their skin crawl, and their stomach churn. </p>"
    },
    {
      "title": "1d6 Yellow Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Maintain The Books.</p><p>They can cast the following each once per turn: </p><ul><li>Mending</li><li>Message</li><li>Charm Person</li><li>Suggestion</li><li>Detect Thieves (as Detect Undead)</li><li>See Invisible</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1d4 Ogre Spiders",
      "description": "<p><strong>HD 3, HP 12, Armour as leather, Bite (+3, d6 and Save vs Poison) or Net (+3, Save vs Paralysis or be entangled and helpless), Save as Fighter 3. Can walk up walls and over ceilings. Poison does d8 damage to Dexterity.</strong> </p><p>Huge spiders the size of dogs that dwell in the ceilings and vents of the Library. They hunt in the dark, creeping above their prey before dropping their webs like a net.</p><p>An Ogre Spider's abdomen is long and thin, resembling that of a praying mantis more than the normal, bulbous appearance of typical spiders. Meanwhile, their faces feature huge black eyes and thick maxillae that resemble a human skull.</p>"
    },
    {
      "title": "1 Phantom",
      "description": "<p><strong>HD 1, HP 1, Armour as unarmoured humans, Emotional Lash (Save vs Paralysis to avoid), Save as Fighter 1.</strong></p><p>Phantoms are the spiritual remainders of a dead mortal, stripped down to their most basic form. Personality and thought eroded, Phantoms are little more than spiritual automata laden with the collected data of some mortal&#39;s lifetime. Suffice to say, such beings are ripe for exploitation by a skilled necromancer. Thus, they have become invaluable to the infrastructure of the Library, which stores them in glass tubes and uses them to power all manner of arcane machines.</p><p>Phantoms are gaseous beings, immune to all physical damage except that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, etc.</p><p>An emotional lash is not a physical attack (indeed a phantom is incapable of affecting the physical world directly), but rather a projection of raw emotion into the mind of its victim. The effects of a phantom&#39;s emotional lash depend on its current emotional state:</p><ul><li>Contentment or Torpor: The victim has disadvantage on all rolls to act in anger or other strong emotions for one round.</li><li>Pain or Irritation: d4 damage.</li><li>Rage or Anguish: The victim must spend their next action attacking the subject of the phantom&#39;s emotions, or take d8 damage.</li><li>Fear or Despair: The victim must spend their next action hiding or cowering, or take d8 damage.</li><li>Hunger or Envy: The victim must spend their next action presenting the phantom with what it desires, or take d8 damage.</li></ul><p>A phantom&#39;s emotions are simple and direct, like those of an infant not yet able to talk or an unsophisticated animal. It understands speech only vaguely, and is able to detect emotion and tone but not precise meanings. Influencing its emotions-to calm it, or agitate it and direct it against enemies-is simple to achieve, perhaps requiring a Charisma roll if the PCs have a sensible plan. It always fails Saves to resist magical effects that manipulate its emotions.</p>"
    },
    {
      "title": "1d6 Floating Brains",
      "description": "<p><strong>HD 8, HP 8, Armour as chain (forcefield), Gentle Bump (+0, 1 damage) or Special, Save as Magic-User 8.</strong></p><p>Levitates. </p><p>Blind. </p><p>Perceives the world through psychic resonances-hiding behind things won't help, but emptying your mind of thoughts effectively makes you invisible to them.</p><p>Roll d10 twice on the list below for what else the choir can do. All will have the same powers.</p><ol><li>Project pain (all nearby Save vs Magic or take d4 damage).</li><li>Communicate telepathically.</li><li>Cause hallucinations (Save vs Magic to resist).</li><li>Teleport objects short distances.</li><li>Read memories. Erase memories read, if they want (Save vs Magic to resist erasure).</li><li>Move things telekinetically (+8 to hit, d4-d12 damage, depending on what's used to attack).</li><li>Cause inanimate objects to crumble to dust.</li><li>Predict the immediate future. (1-in-6 chance to resist any effect through prescience).</li><li>Teleport self short distances.</li><li>Cause sleep (Save vs Magic).</li></ol><p>Remember those brains in jars? Sometimes, the isolation of a Jarred Brain has an odd effect on the mind of the interred brain. Introspection and contemplation cut off from all sensory stimulus or ability to act result in profound shifts in outlook and strange ways of thinking. </p><p>At its most dramatic extreme, such a paradigm shift in the imprisoned brain's thinking can unlock the mind's hidden psychoactive potential. Flexing newly-discovered psionic muscles, some of these brains break free of their glassy prison and escape. </p><p>Such brains only interact with the world through their psychic powers, and thus form a beacon to others of their kind. Soon they gather together into a sort of psionic choir, a loose flock of Floating Brains bobbing along on invisible psychokinetic currents, trailing their useless spinal columns behind them.</p><p>Needless to say, such beings are not too fond of the Librarians that imprisoned them. They're not too fond of any Neurovores in the library either, since Floating Brains form those creatures' main diet.</p>"
    },
    {
      "title": "1 Bandersnatch",
      "description": "<p><strong>HD 10, HP 25, Armour as unarmoured, Two Hands (Special), Save as Thief 10.</strong></p><p>Half damage from non-iron weapons, double from iron ones. 3-in-6 chance to go unnoticed if it wants to (and hasn't yet done anything dramatic). Long arms, 15 feet of reach.</p><p>A strange monster, escaped into the Library from fairy realms. vian in form, like a heron. Long legs, and a serpentine neck ending in its head. Instead of wings, it possesses two spindly arms that end in wide, human-like hands with splayed fingers.</p><p>The Bandersnatch lurks. It has an uncanny ability to avoid drawing attention to itself until its hands have closed around whatever it wishes to steal. This might be an object, a piece of equipment, or a person.</p><p>As a fairy creature, the Bandersnatch is as mad as a box of frogs. It's a sort of kleptomaniac, collecting things with no seeming pattern or purpose. If prevented from taking the object it desires, it becomes enraged.</p><p>Each round, it can use each hand to do one of the following:</p><ul><li>Slap (+10 to hit, d4 damage).</li><li>Grab (+10 to hit, grabs the victim, no damage. Escaping from the grab requires 3 successful strength rolls).</li><li>Squeeze (automatically hits, 2d6 damage to a grabbed victim).</li><li>Pick a pocket (3-in-6).</li><li>Snatch a held item (5-in-6).</li></ul><p>Roll a d12 every so often for what the Bandersnatch wishes to steal right now.</p><ol><li>Food.</li><li>Shiny Things.</li><li>Beautiful People.</li><li>Eyes.</li><li>Stolen Things.</li><li>String and rope.</li><li>Tools.</li><li>Weapons.</li><li>Clothing.</li><li>Skin.</li><li>Tongues.</li><li>Maps.</li></ol>"
    },
    {
      "title": "A Flock of 1d6+1 Animate Books",
      "description": "<p><strong>HD 3, HP 12, Armour as leather, Slam (+3, d6) or Grab (+0, d4 and grab), Save as Fighter 3.</strong> </p><p>Levitates. </p><p>Immune to poison, cold, backstab and other effects that only affect living things. </p><p>Double damage from fire. </p><p>Once grabbed by an Animate Book, breaking out requires a full round spent making a Strength roll. Each round until this succeeds, 1D4 damage and lose 1 Intelligence as the book chews on its victim and digests the data stored within them.</p><p>Knowledge is power. Power corrupts. Put enough knowledge into something and it will inevitably start to overreach itself, behaving in ways it was never meant to.</p><p>That's what's happened to the Animate Book. A text with sufficient information density warps itself, achieves a sort of intelligence-a sort of life. It doesn't realise it's not alive. </p><p>Animate Books roam the Library like animals, hiding under bookshelves and making nests in the rafters. When the Librarians catch them, they're disenchanted and returned to their proper place, inanimate on the bookshelves.</p>"
    },
    {
      "title": "1 Lost Soul",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Attack Special, Save as Fighter 4.</strong></p><p>Souls are gaseous beings, immune to all physical damage except that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, etc.</p><p>Roll a d12 twice for what powers the lost soul has:</p><ol><li>Move objects about like a poltergeist. +3 to hit for d6 damage if it throws them at people.</li><li>Create illusions out of mist.</li><li>Cause wet, inky writing to appear on things.</li><li>Alter the memories of those present in minor ways: Save vs Magic to resist; a success also alerts the victim.</li><li>Cause something to catch fire for a few moments-Save vs Breath to avoid fire, or else it does d6 damage.</li><li>Cause ice to appear on things, potentially freezing them in place.</li><li>Extinguish lights and erase text.</li><li>Lock doors securely.</li><li>Speak in a loud voice.</li><li>Make vermin appear: masses of flies, cockroaches, or woodlice that attack for d6 damage.</li><li>Create gusts of wind.</li><li>Make objects collapse or fall apart. +3 to hit for d6 damage if used to attack.</li></ol><p>The soul of one who died within the Library, not yet drawn into the Library's machinery and distilled into a phantom.</p><p>A Lost Soul knows what happens to the souls of the dead here. They seek to avoid being captured by the Grey Librarians and to preserve their own independence and sanity. Talking with one can reveal a great deal about the inner workings of the Library and the nature of the Engines and Calculations within. </p><p>Roll a d12 for who the Lost Soul once was:</p><ol><li>A mortal librarian.</li><li>A lost child.</li><li>A nun.</li><li>A mad nobleman.</li><li>A professor of mathematics.</li><li>A master burglar.</li><li>A famed assassin.</li><li>A plague-stricken doctor.</li><li>An emotionally tormented artist.</li><li>A census-taker.</li><li>An historian.</li><li>A genteel necromancer.</li></ol>"
    },
    {
      "title": "1d6 Black Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Maintain the Portals.</p><p>They can cast the following each once per turn: </p><ul><li>Hold Portal</li><li>Knock</li><li>Hold Person</li><li>Turn Mortals (as Turn Undead)</li><li>Wall of Iron</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1 Skull-warden and 2d6 Tooth-wardens",
      "description": "<p><strong>Skull-Warden - HD 11, HP 22, Armour as chain, d6 Necromantic Laser eams (+11, d6), Save as Magic-User 11.</strong> </p><p>A large skull with a single eye socket, perhaps taken from a cyclops, perhaps from some beast-an elephant or deformed whale. Bleached white, perfectly preserved. Hanging in the air as if from invisible threads.</p><p>Intelligent. Pompous, impressed only by its own cleverness. Uses big words, belittles the intellect of those in discussion with it, loudly proclaims its own genius in conversation or battle. Despite its arrogance, it's a mighty foe that projects beams of necrotic power from the cavities and crevices in its skull.</p><p>Normal undead immunities &amp; vulnerabilities. Levitates.</p><p>The Skull-Warden's single eye socket emits a gaze that suppresses magic. All magic ceases to function where it looks for as long as its gaze lingers.</p><p>Each round, it can use each of the following rays once, instead of one of its laser beams (roll to hit as normal).</p><ul><li>Levitation (target rises 10 feet per round while in the ray).</li><li>Expansion (target is twice as big while in the ray).</li><li>Contraction (target is half as big while in the ray).</li><li>Stasis (target is held in place and cannot move from its current position while in the ray).</li><li>Attraction (subject is pulled 10 feet closer to the Skull-Warden each round that they remain in the ray, and cannot escape or move back).</li><li>Petrification (target turns to stone for d6 rounds, Save vs Magic to resist).</li></ul><p><strong>Tooth-Wardens - HD 1, HP 1, Armour as chain, Chomp (Special), Save as Magic-User 1.</strong> </p><p>Little floating teeth, each perfectly preserved. They hang in the air in a roughly mouth-shaped pattern. They talk in unison, the 'mouth' they create changing shape to match their words.</p><p>Their intelligence is somewhere between a group of children and a flock of birds. They chatter endlessly, think everything is exciting.</p><p>If a Skull-Warden is present, then the Tooth-Wardens fawn over it like children over a favourite grandparent. Everything the Skull-Warden does is wise and interesting and brilliant. </p><p>Normal undead immunities &amp; vulnerabilities. Levitate.</p><p>All the Tooth-Wardens make a single attack together, representing their collective jaws biting. +X to hit, and exactly X damage, where X is the amount of Tooth-Wardens in the jaws.</p>"
    },
    {
      "title": "1 Animate Spell",
      "description": "<p><strong>Roll a random spell. If the system you're using doesn't have spell levels, roll 1D8 instead where the stats below require one.</strong></p><p><strong>HD = spell level, HP = twice spell level, Armour as unarmoured human, No attacks, Save as Magic-User [level = spell level].</strong> </p><p>A spell that has broken free of its constraining spellbook and now roams the Library as an independent entity. A data-cloud of disembodied text hanging in the air, paragraphs intersecting with one another at odd angles. Letters cast strange shadows from the emergent, occult shapes they form. </p><p>The spell's personality, nature and goals depends on which spell it actually is, as do its powers. It wants to see itself cast and to see the effects of its magic repeated-an animated Fireball spell just likes to see things burn, while an animated Charm Person spell likes people to be friends with each other).</p><p>Can cast itself once a round at no cost, with perfect control over the results. Immune to all damage from non-magical sources. Physical magical damage-from magic weapons, etc.-only deals 1 damage. </p><p>Immune to damage and negative effects from sources of the spell's type-an Animate Fireball Spell's immune to fire, etc.</p><p>Whenever the spell's own spell (or a related spell) is cast nearby, that effect is controlled by the Animate Spell, not the spellcaster-if you try to cast any harm' spell near an Animate Charm Person, that spell is controlled by the Animate Spell instead). </p><p>Anti-Magic Field, Dispel Magic, etc., neutralises the Animated Spell.</p><p>Any unfilled spell slots are immediately filled by the Animate Spell's own spell upon encountering it. Spellbooks immediately gain a copy of it for free. </p>"
    },
    {
      "title": "1d6 Red and 1d6 Yellow Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Red Librarians maintain The Library&#39;s Infrastructure and can cast the following each once per turn: </p><ul><li>Mending</li><li>Message</li><li>Shape Stone</li><li>Shape Wood</li><li>Spider Climb</li><li>Levitate</li><li>Create Stone</li></ul><p>Yellow Librarians maintain The Books and can cast the following each once per turn: </p><ul><li>Mending</li><li>Message</li><li>Charm Person</li><li>Suggestion</li><li>Detect Thieves (as Detect Undead)</li><li>See Invisible</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1 Neurovore",
      "description": "<p><strong>HD 8, HP 30, Armour as chain, Psionic Blast (stun for 3D4 rounds, Save vs Magic to resist), Save as Magic-User 8.</strong> </p><p>Half-man, half-octopus, all evil. Neurovores feast on the data electrically encoded in the brains of mortals. They possess frightening psionic powers. A repository of knowledge like the Library is a veritable buffet for them, if they can subdue its guards.</p><p>Needless to say, the Librarians hate Neurovores for the way they consume and destroy knowledge. If you're an enemy of the Librarians, the Neurovores will be unwaveringly helpful and support you to the best of their power. They need all the allies they can get in here.</p><p>Can do one of the following each round instead of attacking:</p><ul><li>Cast Charm Person, Hold Person, Suggestion, Levitate, Invisibility, or Detect Living.</li><li>Attach one of its four tentacles to a helpless or willing victim's skull.</li><li>Attach the second, third or fourth tentacle to the skull of a victim with a tentacle already holding it.</li><li>Consume the brain of a victim with all four tentacles attached, healing all lost HP.</li></ul>"
    },
    {
      "title": "A Hungry Book",
      "description": "<p><strong>HD 3, HP 12, Armour as leather, Slam (+3, d4 and Information Drain), Save as Fighter 3.</strong> </p><p>Immune to poison, cold, backstab and other effects that only affect living things. Double damage from fire. </p><p>Books exist to hold information. Of course with the density of information present, sometimes this goes wrong. The books want more. They scour the data from every other book on their shelf, absorbing it into themselves, and head off in search of more.</p><p>A hungry book is only clumsily animated by the dim intelligence stirring within it. It uses its pages to crawl along the ground, sniffing out data to absorb.</p><p>A hit from the book drains data from the victim. Pick one:</p><ul><li>The party loses d4 Progress.</li><li>The victim loses 1 point of Intelligence permanently. </li><li>A scroll carried by the victim is absorbed and becomes useless.</li><li>A spell in the victim's spellbook is absorbed and becomes useless.</li><li>Another book carried by the victim is absorbed and becomes useless.</li></ul>"
    },
    {
      "title": "2d6 Floating Brains",
      "description": "<p><strong>HD 8, HP 8, Armour as chain (forcefield), Gentle Bump (+0, 1 damage) or Special, Save as Magic-User 8.</strong></p><p>Levitates. </p><p>Blind. </p><p>Perceives the world through psychic resonances-hiding behind things won't help, but emptying your mind of thoughts effectively makes you invisible to them.</p><p>Roll d10 twice on the list below for what else the choir can do. All will have the same powers.</p><ol><li>Project pain (all nearby Save vs Magic or take d4 damage).</li><li>Communicate telepathically.</li><li>Cause hallucinations (Save vs Magic to resist).</li><li>Teleport objects short distances.</li><li>Read memories. Erase memories read, if they want (Save vs Magic to resist erasure).</li><li>Move things telekinetically (+8 to hit, d4-d12 damage, depending on what's used to attack).</li><li>Cause inanimate objects to crumble to dust.</li><li>Predict the immediate future. (1-in-6 chance to resist any effect through prescience).</li><li>Teleport self short distances.</li><li>Cause sleep (Save vs Magic).</li></ol><p>Remember those brains in jars? Sometimes, the isolation of a Jarred Brain has an odd effect on the mind of the interred brain. Introspection and contemplation cut off from all sensory stimulus or ability to act result in profound shifts in outlook and strange ways of thinking. </p><p>At its most dramatic extreme, such a paradigm shift in the imprisoned brain's thinking can unlock the mind's hidden psychoactive potential. Flexing newly-discovered psionic muscles, some of these brains break free of their glassy prison and escape. </p><p>Such brains only interact with the world through their psychic powers, and thus form a beacon to others of their kind. Soon they gather together into a sort of psionic choir, a loose flock of Floating Brains bobbing along on invisible psychokinetic currents, trailing their useless spinal columns behind them.</p><p>Needless to say, such beings are not too fond of the Librarians that imprisoned them. They're not too fond of any Neurovores in the library either, since Floating Brains form those creatures' main diet.</p>"
    },
    {
      "title": "1 Infernal Merchant",
      "description": "<p><strong>HD 8, HP 16, Armour as chain, Whip or Claws or Pitchfork or Flensing Knife (+8, d8 damage), Saves as Fighter 8.</strong></p><p>Half damage from any source not holy, magical, or silver. Double damage from holy sources. Immune to mind-control that doesn't specifically target infernal beings.</p><p>A visitor from Hell. The Library contains souls, trapped and catalogued. Considering that souls are the main currency of Hell, this results in a certain degree of financial interest from the Devils.</p><p>The Infernal Merchant is here to trade souls. It might buy them or trade them for some service, or else be willing to sell souls from his stock if offered a good price. </p><p>It will seem helpful-it isn't. Its goals are to enrich himself, to entice mortals into damning themselves, and to cause mortals to suffer. Everything it offers is a trap, its contracts carefully worded to screw the mortal signee. Small print is written on an atomic scale.</p><p>Its prices are-when you think about them-very reasonable. </p><p>Roll a d12 for its appearance. It is:</p><ol><li>Angelic.</li><li>A goat-human hybrid.</li><li>A bat-human hybrid.</li><li>A huge serpent.</li><li>Corpse-like.</li><li>Perfectly human-looking, other than tiny horns.</li><li>Perfectly human-looking, with an evil goatee and moustache.</li><li>A serpent-human hybrid.</li><li>An empty robe that oozes smoke.</li><li>A mass of chains and locks in a humanoid form.</li><li>An innocent-looking human child with a forked tongue.</li><li>A savage-looking humanoid with six arms.</li></ol><p>Roll a d12 for the Devil's special ability:</p><ol><li>Can turn any object or being to solid gold by touching it.</li><li>Can transform into a cloud of flies.</li><li>Can transform into a harmless-looking animal.</li><li>Can mimic the appearance of the viewer's loved ones.</li><li>Touch drains memory (d12 damage to Intelligence).</li><li>Can teleport short distances in a puff of smoke.</li><li>Can sculpt flesh like soft wax (2d6 damage if used to mutilate).</li><li>Can locate the soul of a specified individual unerringly.</li><li>Immune to fire.</li><li>Casts Charm Person when it shakes your hand.</li><li>Casts Suggestion whenever the victim answers a direct question from the Devil.</li><li>Can resurrect the dead. No need for an intact body. The dead come back… altered.</li></ol><p>The Merchant can grant each mortal a single wish. It requires payment to do so. Perhaps their soul upon death. Perhaps the murder and delivery of somebody else's soul. Perhaps some other, seemingly innocuous task. Unless you're incredibly precise with your wording, the wish will be perverted and made evil. You'll get precisely what you asked for, but you'll wish you hadn't.</p><p>It is evil. It is smarter than the PCs.</p>"
    },
    {
      "title": "1 Escaped Fiction",
      "description": "<p><strong>HD 5, HP 15, Armour as appropriate for the character, Weapon as appropriate for the character (+5, 1D8) or else Unarmed (+0, d4), Save as Thief 5.</strong> </p><p>Once, these beings were mere characters in a story book, but now they've clawed their way out into the fractally-dense information cloud of the Library. They're not truly real, but it&#39;s hard to tell-they're very convincing.</p><p>They subconsciously crave reality. To warp the real world around their narrative so that they are part of the everyday order of things. Reality obliges. Where they pass, things alter to fit the fiction they have emerged from. You're playing by their rules, now.</p><p>Roll a d12 to determine who you meet:</p><ol><li>Don Quixote, who tilted at windmills.</li><li>Frankenstein's Monster, who was built from corpses.</li><li>Grendel, a monstrous inhabitant of the wilderness, who hates noise and celebration, one arm torn clean off.</li><li>Doctor Faustus, an occultist who regrets selling his soul.</li><li>Count Dracula, the monstrous vampire.</li><li>Lady Macbeth, ambitious and murderous, and of much-degraded sanity.</li><li>The Ghost of Christmas Future, who delivers dire warnings to the mean-spirited.</li><li>Bluebeard, a dashingly handsome murderer of his many wives.</li><li>Sir Lancelot, brilliant knight and enthusiastic adulterer.</li><li>Robin Hood, a charitable bandit and excellent shot.</li><li>Puck, the mischievous fairy sprite.</li><li>Jack the Giant-Slayer, young and reckless, but cunning.</li></ol><p>Vulnerabilities, quirks, powers or immunities appropriate for their character. </p><p>Attacks or other actions against them that do not fit the setting or narrative style of the work they are from fail automatically. For example, guns simply don't exist to Sir Lancelot, so he cannot be harmed by them.</p><p>Reality shifts to accommodate the character, and behaves like the setting they're from, not this reality. Actions intended to fit the character's setting and narrative (such as deceiving Don Quixote into behaving chivalrously) automatically succeed. </p><p>In practice, this means that you should alter the tone and feel of your game while an escaped fiction is around. Some examples include:</p><ul><li>Blood doesn't get spilled around characters written for children. Tone down any descriptions of gore and violence.</li><li>Conversely, for characters from more bloody and brutal tales, ratchet the violence all the way up.</li><li>Horror characters call for appropriately Gothic lighting and effects.</li><li>Technology reverts to that of the time period of the character's setting. Items from later in history (such as guns and clockwork) simply cease to function.</li><li>In extreme examples, the PCs may be able to hear a non-diegetic soundtrack (such as trumpet fanfares for Lancelot, or low, tense strings for Lady Macbeth).</li></ul>"
    },
    {
      "title": "A Throng of 1d6 Phantoms",
      "description": "<p><strong>HD 1, HP 1, Armour as unarmoured humans, Emotional Lash (Save vs Paralysis to avoid), Save as Fighter 1.</strong></p><p>Phantoms are the spiritual remainders of a dead mortal, stripped down to their most basic form. Personality and thought eroded, Phantoms are little more than spiritual automata laden with the collected data of some mortal&#39;s lifetime. Suffice to say, such beings are ripe for exploitation by a skilled necromancer. Thus, they have become invaluable to the infrastructure of the Library, which stores them in glass tubes and uses them to power all manner of arcane machines.</p><p>Phantoms are gaseous beings, immune to all physical damage except that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, etc.</p><p>An emotional lash is not a physical attack (indeed a phantom is incapable of affecting the physical world directly), but rather a projection of raw emotion into the mind of its victim. The effects of a phantom&#39;s emotional lash depend on its current emotional state:</p><ul><li>Contentment or Torpor: The victim has disadvantage on all rolls to act in anger or other strong emotions for one round.</li><li>Pain or Irritation: d4 damage.</li><li>Rage or Anguish: The victim must spend their next action attacking the subject of the phantom&#39;s emotions, or take d8 damage.</li><li>Fear or Despair: The victim must spend their next action hiding or cowering, or take d8 damage.</li><li>Hunger or Envy: The victim must spend their next action presenting the phantom with what it desires, or take d8 damage.</li></ul><p>A phantom&#39;s emotions are simple and direct, like those of an infant not yet able to talk or an unsophisticated animal. It understands speech only vaguely, and is able to detect emotion and tone but not precise meanings. Influencing its emotions-to calm it, or agitate it and direct it against enemies-is simple to achieve, perhaps requiring a Charisma roll if the PCs have a sensible plan. It always fails Saves to resist magical effects that manipulate its emotions.</p>"
    },
    {
      "title": "1d6 White Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Tend to the Calculations.</p><p>They can cast the following each once per turn: </p><ul><li>Invisibility</li><li>Dispel Magic</li><li>Levitate</li><li>Inflict Blindness</li><li>Inflict Deafness</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "2d6 Crawling Things",
      "description": "<p><strong>HD 1, HP 5, Armour as leather, Claw and Clutch (+1, d6), Save as Fighter 1.</strong></p><p>Improbable chimeric organisms that should not be biologically viable, and yet somehow live-twitching, shuddering, crawling. Driven by glitching muscle memory and scrambled genetic instincts. A broken democracy of mismatched anatomies. Tragically incomplete.</p><p>They want to be a whole organism. They do this by incorporating parts from those they encounter, torn off and jammed into the Crawling Thing's amalgamated flesh.</p><p>Slow. Basically blind and deaf-but not completely, allowing a dim awareness.</p><p>If its attack hits, it latches onto the victim and begins incorporating their flesh into itself. Each round thereafter it deals damage automatically and heals by that much. To remove it, pass a Strength check or kill it.</p>"
    },
    {
      "title": "1 Patrolling Apparition",
      "description": "<p><strong>HD 3, HP 9, Armour as unarmoured humans, Chill Miasma (d8 damage, Save vs Paralysis to avoid), Save as Fighter 3.</strong></p><p>A spiritual monstrosity, dozens of souls stripped down to their barest essential nature and fused into an amalgamated weapon. Like the spiritual equivalent of weaponizing nuclear waste. </p><p>It's barely more than a presence. A shimmer in the air, a mirage. Out of the corner of your eye, an impression of humanoid silhouettes, screaming faces, grasping hands. The smell of dust and rusty water. </p><p>It should not be. Every conscious being knows that what has been done is degenerate, instinctively finds the presence horrifying. They loathe and fear it. </p><p>The Librarians use these beings to track down thieves and spies. They don't seem to mind their presence at all.</p><p>Apparitions are gaseous beings, immune to all physical damage except that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, etc.</p><p>Merely being in an Apparition's presence is painful. Each round, take 1 automatic damage. </p><p>Attacking it (in melee, at range, with spells, or in any other way) forces you to concentrate on it, also dealing 1 automatic damage. </p><p>Any damage dealt by the Apparition also permanently reduces your lowest attribute by that much.</p><p>If anybody is killed by taking damage from the Apparition, their soul is ripped from their body, twisted and mutilated-become a Shade under its total control.</p><p>If an Apparition reduces an attribute to 0, they syphon out their target's soul and consume it. It's gone forever-that person can never be recovered or resurrected. As a final insult, the apparition heals all damage when they consume a soul in this way.</p>"
    },
    {
      "title": "1 Eye Sentinel",
      "description": "<p><strong>HD 8, HP 8, Armour as chain (forcefield), Gentle Bump (+0, 1 damage) or Special, Saves as Magic-User 8.</strong></p><p>A single, huge, floating eyeball, levitated by psychic might alone. Sometimes, a Jarred Brain develops mighty psionic powers and escapes its jar. Sometimes, such beings are recaptured by the Librarians. This is what the Librarians do to them.</p><p>The Librarian use Eye Sentinels to monitor less frequently visited areas to ensure everything is running according to the Librarians' schedule. </p><p>Levitates. Perceives the world through psychic resonances-hiding behind things won't help, but emptying your mind of thoughts makes you invisible to them.</p><p>An Eye Sentinel has mighty psionic powers. Each round, it can do one of the following:</p><ul><li>Project pain (everybody must Save vs Magic or take d4 damage).</li><li>Project fatigue (target must Save vs Magic or fall asleep).</li><li>Read a mind,and edit one memory (Save vs Magic to resist).</li><li>Cast Suggestion (Save vs Magic to resist).</li><li>Summon Librarians. Either 1D6 from a particular Order, or one of each Order. The Librarians step out from behind a bookshelf next round.</li></ul>"
    },
    {
      "title": "1d6 Grey Librarians",
      "description": "<p><strong>HD 4, HP 8, Armour as unarmoured humans, Unarmed attack (+0, d2) or Magic Missile (hits automatically, d6), Saves a Magic-User 8.</strong></p><p>Those who Shepherd the Restless Dead.</p><p>They can cast the following each once per turn: </p><ul><li>Detect Undead</li><li>See Invisible</li><li>Trap the Soul</li><li>Command Undead</li><li>Reduce to Phantom</li></ul><p>These are the closest the library has to native inhabitants. They were mortal academics once, who found their way into the Library and-like a breed of fish that finds its way into a deep underground cave and slowly becomes troglodytic-remained there indefinitely. Over time, the Library has warped them into the beings they now are.</p><p>The Librarians are diminutive, standing no more than five feet tall at most, and possess a slender, almost emaciated frame. Under their voluminous robes, wide eyes peer out from pallid faces. For the most part, these beings are furtive when visitors are around, and can make themselves scarce with surprising speed and quietness when they wish to.</p><p>They do not sleep or tire.</p><p>They are totally immune to any mind-controlling effect that would turn them against their work on the Great Calculation.</p><p>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved-effectively allowing teleportation.</p>"
    },
    {
      "title": "1 Black Ooze",
      "description": "<p><strong>HD 1D8, HP = HD, Armour as unarmoured human, Mental Digestion (Special) saves as Fighter [level = Current HD].</strong></p><p>Like the green slime found infesting less genteel dungeons. Black Ooze is a simple life form that grows in unattended nooks and crannies. It feeds on mental energy. If it touches you, it can digest your brainwaves, causing it to grow rapidly as it absorbs and incorporates your mind. It oozes like an amoeba. It creeps under floorboards and behind wallpaper. It's hungry.</p><p>As an Ooze, takes a maximum of 1 damage from any slashing or piercing attack. Immune to backstab due to lack of anatomy. Mindless. Can climb up walls, squeeze through gaps, etc.</p><p>Mental Digestion has a bonus to hit equal to the Ooze's current HD and HP(an ooze with 5 HP left is HD 5 and has +5 to hit). Every time you touch it, it gets to make a free Mental Digestion attack against you.</p><p>Mental Digestion deals damage equal to d6 plus the target's current Intelligence modifier to the target's Intelligence score (a target with 8 Intelligence takes d6-1 Intelligence damage, because they have a –1 Intelligence modifier). The Ooze then gains as many HD as the damage dealt. </p>"
    },
    {
      "title": "A Conceptual Well",
      "description": "<p><strong>HD 1, HP 1, Armour as unarmoured human, Erase Concepts (Special, Save vs Magic to resist) and Unreal Knife (+1, d6), Saves as Magic-User 1.</strong></p><p>An intellectual absence, cosmic censorship. A space that cannot be perceived or conceptualized. Like a psychological black hole. </p><p>It cannot be perceived directly. Describe it through negation: \"here isn't something horrible in the room,\" or \"Nothing has rolled a 6 for its Initiative,\" or \"The thing that is not in front of you attacks,\" or \"Nothing is definitely responsible for your comrade's death.\" The players might catch on eventually, it's just a matter of how badly it will have mutilated their PCs by then.</p><p>The PCs can target it using the same language: \"I'm going to shoot nothing,\" or \"I'm not fleeing from anything.\" They can get details about it by asking negative questions, such as \"here isn't there anything?\" or \"What does nothing here look like?\"</p><p>If it matters, the conceptual well doesn't look like a helpless child of around four years old. It isn't young and innocent, and it isn't curious about its surroundings or playful. It isn't basically helpless as soon as the PCs actually attack it, and it doesn't die pitifully. It also might not be violent towards the PCs. It doesn't fundamentally fail to comprehend them, and doesn't try to take them apart to see how they work.</p><p>It will get confusing. Good. This is an accurate simulation of what it's like encountering something you can't perceive and which directly assaults your ability to comprehend the external world.</p><p>Each round, for each PC that fails their save, the Conceptual Well drains their ability to comprehend some idea or concept. Roll a 1D20 for what they forget:</p><ol><li>That people can die.</li><li>Mathematics.</li><li>Money and its value.</li><li>Romance.</li><li>Violence.</li><li>Everybody related to them by blood.</li><li>Fire.</li><li>That other people have feelings, too.</li><li>Gravity.</li><li>All their superiors, and why they should be obeyed. </li><li>That animals can't talk or reason like people can.</li><li>Everybody they hate.</li><li>That people can lie.</li><li>Pain.</li><li>How people come to exist.</li><li>Families.</li><li>Social Inequality.</li><li>Why we should obey the law, and what happens when we don't.</li><li>Where food comes from.</li><li>That dreams aren't real.</li></ol><p>If a PC acts in a way that suggests they are aware of an erased concept, they take d20 damage-unless they immediately retcon the action when prompted.</p>"
    }
  ]
}